{
  "title": "Cosmic Star-Formation History",
  "id": "1403.0007",
  "question": " What is the most appropriate FUV conversion factor for estimating star formation rates across cosmic time, and how does it compare to commonly used values in the literature?",
  "paragraph": "In this review, we adopt a constant FUV conversion factor \n\n year−1 erg−1 s Hz (we typically leave out the units) as a compromise value based on the evolutionary scenario from \nFigure 3\n. The widely used value from Kennicutt (1998) (and based on the calibration by Madau et al. 1998b), \n\n, is 20% larger than our calibration. Other recent analyses based on the GALAXEV libraries have also found lower mean conversion factors, for both low- and high-redshift galaxy populations (e.g., Salim et al. 2007, Haardt & Madau 2012). The FUV conversion tabulated in Kennicutt & Evans (2012) (from Murphy et al. 2011), if rescaled from the Kroupa to Salpeter IMF, is very close to the z = 0 solar metallicity value of \n\n in \nFigure 3\n, but our somewhat smaller value should be more representative for the peak era of cosmic star formation at high redshift. Some authors express FUV luminosity as L\nFUV=νL\nν in solar units. In that case, \n\n at 1,500 Å, and the conversion factor will depend on the wavelength."
,"citations": [["Salim","2007"],["Haardt","Madau","2012"],["Madau","1998"],["Murphy","2011"],["Kennicutt","Evans","2012"],["Madau","2012"]]
}
{
  "title": "Cosmic Star-Formation History",
  "id": "1403.0007",
  "question": " How do the infrared spectral energy distributions of galaxies evolve with redshift, and what are the implications for deriving total infrared luminosities and star formation rates from mid-infrared observations?",
  "paragraph": "In practice, observations of IR-luminous galaxies detected at high redshift with both Spitzer and Herschel have demonstrated that the IR SEDs for many galaxies are well behaved and that variations can be understood at least in part. Several pre-Herschel studies (Daddi et al. 2007; Papovich et al. 2007; Magnelli et al. 2009, 2011) compared 24-μm observations of distant galaxies with those of other SFR tracers, including Spitzer FIR measurements (either individual detections or stacked averages) and radio emission. On average, the MIR to FIR flux ratios for galaxies at z≲1.3 match those predicted by local IR SED templates such as those of Chary & Elbaz (2001), implying that 24-μm-derived SFRs should be reliable. However, at higher redshift, 1.31011\nL\n⊙ and >1012\nL\n⊙, respectively) are merger-driven starbursts, but at z≈2 where the SFRs and sSFRs of galaxies are globally much larger, the majority of LIRGs and ULIRGs are “normal” main-sequence galaxies. Their IR SEDs are more similar to those of ordinary, local star-forming spiral galaxies and have smaller bolometric corrections from observed 24-μm data (rest frame λ ≈8 μm) than those predicted by SED templates designed to match local LIRGs and ULIRGs. Elbaz et al. (2011) constructed a “universal” main-sequence SED from the ensemble of high-z Spitzer and Herschel photometry for galaxies in the Great Observatories Origins Deep Survey (GOODS) fields at 0.3<z<2.5. This SED leads to consistent total IR luminosities for the large majority of galaxies over that redshift range. Although no single template can be used to accurately derive L\nIR or SFR from MIR observations for all galaxies, we now have a better understanding of how this can be done on average, which may be sufficient for deriving the global redshift evolution of the IR luminosity density or its corresponding SFRD. Rodighiero et al. (2011) (see also Sargent et al. 2012) showed that starbursts (whose IR SEDs deviate significantly from those of the main-sequence population) account for only 10% of the global SFRD at z≈2. With the data now available from Herschel and Spitzer, a broad understanding of the evolving IRLF and IR luminosity density, at least at 0<z<2.5, seems within reach."
,"citations": [["Sargent","2012"],["Chary","Elbaz","2001"],["Rodighiero","2011"],["Magnelli","2009"],["Elbaz","2011"],["Daddi","2007"],["Papovich","2007"]]
}
{
  "title": "Cosmic Star-Formation History",
  "id": "1403.0007",
  "question": " How does dust attenuation in galaxies evolve with redshift, and what are the implications for correcting observed UV luminosity densities to obtain intrinsic star formation rate densities?",
  "paragraph": "Clearly, a robust determination of dust attenuation is essential to transform FUV luminosity densities into total SFRDs. \nFigure 8\n shows measurements of the effective dust extinction, 〈kd\n〉, as a function of redshift. This is the multiplicative factor needed to correct the observed FUV luminosity density to the intrinsic value before extinction or, equivalently, 〈kd\n〉=ρIR/ρFUV+1 (e.g., Meurer et al. 1999). For most of the data shown in \nFigure 8\n, the attenuation has been estimated from the UV spectral slopes of star-forming galaxies using the attenuation-reddening relations from Meurer et al. (1999) or Calzetti et al. (2000) or occasionally from stellar population model fitting to the full UV-optical SEDs of galaxies integrated over the observed population (e.g., Salim et al. 2007, Cucciati et al. 2012). Robotham & Driver (2011) used the empirical attenuation correction of Driver et al. (2008). We note that the estimates of UV attenuation in the local Universe span a broad range, suggesting that more work needs to be done to firmly pin down this quantity (and perhaps implying that we should be cautious about the estimates at higher redshift). Several studies of UV-selected galaxies at z⩾2 (Reddy & Steidel 2009, Bouwens et al. 2012a, Finkelstein et al. 2012b) have noted strong trends for less luminous galaxies as having bluer UV spectral slopes and, hence, lower inferred dust attenuation. Because the faint-end slope of the far-UV luminosity function (FUVLF) is so steep at high redshift, a large fraction of the reddened FUV luminosity density is emitted by galaxies much fainter than L∗; this extinction-luminosity trend also implies that the net extinction for the entire population will be a function of the faint integration limit for the sample. In \nFigure 8\n, the points from Reddy & Steidel (2009) (at z = 2.3 and 3.05) and from Bouwens et al. (2012a) (at 2.5⩽z⩽7) are shown for two faint-end integration limits: These are roughly down to the observed faint limit of the data, M\nFUV<−17.5 to −17.7 for the different redshift subsamples and extrapolated to L\nFUV=0. The net attenuation for the brighter limit, which more closely represents the sample of galaxies actually observed in the study, is significantly larger than for the extrapolation—nearly two times larger for the Reddy & Steidel (2009) samples and by a lesser factor for the more distant objects from Bouwens et al. (2012a). In our analysis of the SFRDs, we have adopted the mean extinction factors inferred by each survey to correct the corresponding FUV luminosity densities."
,"citations": [["Salim","2007"],["Driver","2008"],["Reddy","Steidel","2009"],["Steidel","2009"],["Meurer","1999"],["Finkelstein","2012"],["Calzetti","2000"],["Cucciati","2012"],["Robotham","Driver","2011"],["Bouwens","2012"]]
}
{
  "title": "Theory of Star Formation",
  "id": "0707.3514",
  "question": " What advances have been made in understanding star formation since 1987, particularly regarding the role of turbulence?",
  "paragraph": "This review focuses on the advances made in star formation since 1987, with an emphasis on the role of turbulence. Recent relevant reviews include those on the physics of star formation (Larson 2003), and on the role of supersonic turbulence in star formation (Mac Low & Klessen 2004, Ballesteros-Paredes et al. 2007). The review by Zinnecker & Yorke (2007, in this volume) provides a different perspective on high-mass star formation, while that by Bergin & Tafalla (2007, in this volume) gives a more detailed description of dense cores just prior to star formation. Because the topic is vast, we must necessarily exclude a number of relevant topics from this review: primordial star formation (see Bromm & Larson 2004), planet formation, astrochemistry, the detailed physics of disks and outflows, radiative transfer, and the properties of YSOs."
,"citations": [["Low","Klessen","2004"],["Larson","2004"],["Klessen","2004"],["Bromm","Larson","2004"],["Larson","2003"],["Paredes","2007"]]
}
{
  "title": "Theory of Star Formation",
  "id": "0707.3514",
  "question": " How does intermittency in turbulence affect energy dissipation and velocity structure functions in compressible MHD flows?",
  "paragraph": "Even without direct energy transfer from large to small scales in shocks, a key property of turbulence not captured in classical models is intermittency effects—the strong (space-time) localization of dissipation in vortex sheets or filaments, which can occur even with a conservative energy cascade. (Shocks in compressible flows represent a different class of intermittent structures.) Signatures of intermittency are particularly evident in departures of high-order structure function exponents from the value p/3, and in non-Gaussian tails of velocity-increment probability distribution functions (PDFs) (e.g., Lis et al. 1996, Sreenivasan & Antonia 1997). Proposed methods to account for intermittency in predicting correlation functions for incompressible, unmagnetized turbulence have been discussed by She & Leveque (1994) and Dubrulle (1994). Boldyrev (2002) proposed an adaptation of this framework for the compressible MHD case, but omitted direct dissipation of large-scale modes in shocks. Research on formal turbulence theory is quite active (see Elmegreen & Scalo 2004 for a review of the recent theoretical literature relevant to the ISM), although a comprehensive framework remains elusive."
,"citations": [["Antonia","1997"],["Sreenivasan","Antonia","1997"],["Lis","1996"],["Elmegreen","Scalo","2004"],["Scalo","2004"],["She","Leveque","1994"]]
}
{
  "title": "Theory of Star Formation",
  "id": "0707.3514",
  "question": " What are the key findings from recent numerical simulations regarding turbulence dissipation rates under different physical regimes?",
  "paragraph": "Recent numerical simulations under quite disparate physical regimes have reached remarkably similar conclusions for the dissipation rates of turbulence. On dimensional grounds, the specific energy dissipation rate should equal ε U\n3/ℓ0, where E = U\n2/2 is the total specific kinetic energy, ℓ0 is the spatial wavelength of the main energy-containing scale (comparable to the driving scale for forced turbulence; ℓ0 ≤ L), and ε is a dimensionless coefficient. For incompressible turbulence, the largest-scale (40963 zones) incompressible, unmagnetized, driven-turbulence simulations to date (Kaneda et al. 2003) yield a dimensionless dissipation coefficent ε = 0.6. For driven incompressible MHD turbulence (at 10243 resolution), the measured dimensionless dissipation rate \n\n also works out to be ε = 0.6 (Haugen, Brandenburg & Dobler 2004). Quite comparable results also hold for strongly compressible (U/cs\n = 5) turbulence at a range of magnetizations v\nA/cs\n = 0-10; Stone, Ostriker & Gammie (1998) found that ε = 0.6 − 0.7 for simulations at resolution up to 5123 zones. For decaying compressible MHD turbulence, damping timescales are also comparable to the flow crossing time ℓ0/v(ℓ0) on the energy-containing scale (Mac Low et al. 1998; Stone, Ostriker & Gammie 1998; Mac Low 1999; Padoan & Nordlund 1999). Thus, although very different physical processes are involved in turbulence dissipation under different circumstances, the overall damping rates summed over all available channels (including shock, reconnection, and shear structures) are nevertheless quite comparable. Defining the turbulent dissipation timescale as \n\n and the flow crossing time over the main energy-containing scale as tf\n = ℓ0/U, t\ndiss = tf\n/(2ε). Because velocities in GMCs increase up to the largest scale, ℓ0 → d, the cloud diameter. Assuming that on average \n\n, the turbulent dissipation time based on numerical results is therefore given by"
,"citations": [["Brandenburg","Dobler","2004"],["Kaneda","2003"],["Gammie","1998"],["Dobler","2004"],["Stone","Ostriker","Gammie","1998"],["Ostriker","Gammie","1998"],["Nordlund","1999"],["Low","1999"],["Low","1998"],["Padoan","Nordlund","1999"],["Haugen","Brandenburg","Dobler","2004"]]
}
{
  "title": "The Galaxy in Context: Structural, Kinematic, and Integrated Properties",
  "id": "1602.07702",
  "question": " What is the 3D structure of the Galactic bulge as revealed by red clump giant stars, and how does it compare to other galaxies?",
  "paragraph": "Using ∼8 million RCGs from the VVV survey (Minniti et al. 2010) over the region −10°≤l≤10°, −10°≤b≤5°, Wegg & Gerhard (2013) obtained RCG LOS density distributions for ∼300 sightlines outside the most crowded region |b|<1° and combined these to a 3D map of the bulge RCG density assuming eightfold triaxial symmetry (\nFigure 7a\n\n). As shown in the figure, root-mean-square (rms) variations between eightfold symmetric points in the final map are indeed small; there is no evidence for asymmetries in the volume of the RCG measurement (±2.2×±1.4×±1.2kpc). The RCG bulge is strongly barred, with a face-on projected axis ratio of ∼1:2.1 for isophotes reaching ∼2kpc along the major axis; it has a strong b/p shape viewed side-on and a boxy shape as seen from the Sun, consistent with the earlier COBE and 2MASS data. Unsharp masking (Portail et al. 2015b) results in a strong off-centered X-shape structure (\nFigure 7b\n\n), similar to some galaxies in the sample of Bureau et al. (2006); see also Nataf et al. (2015).\n"
,"citations": [["Minniti","2010"],["Bureau","2006"],["Portail","2015"],["Nataf","2015"],["Wegg","Gerhard","2013"]]
}
{
  "title": "The Galaxy in Context: Structural, Kinematic, and Integrated Properties",
  "id": "1602.07702",
  "question": " What are the current best estimates for the Sun's motion relative to the local standard of rest, and what uncertainties remain in determining these values?",
  "paragraph": "Although (U\n⊙, W\n⊙) have converged on Delhaye's original values within the errors (see the margin note), some uncertainty surrounds V\n⊙ when considered across the APOGEE, RAVE, and LEGUE surveys (Bovy et al. 2012a, Sharma et al. 2014, Tian et al. 2015). One reason for this may arise from local kinematic substructure or any systematic streaming motion v\nstr in the Sun's vicinity (Dehnen 2000, Siebert et al. 2011, Williams et al. 2013, Antoja et al. 2014). A local spiral arm density wave, for example, can impose kinematic fluctuations on the order of 10 km s−1 (Siebert et al. 2012). In addition, because the corotation radius of the Galactic bar may be as close as ∼2kpc inward from the Sun (Section 4.4), systematic streaming velocities may exist in the local Galactic disk due to perturbations from the bar and adjacent spiral arms. These could cause deviations of the zero-dispersion LSR orbit from the average circular velocity at R\n0, defined as the angular rotation velocity of a “fictitious” circular orbit in the axisymmetrically averaged gravitational potential, the so-called rotational standard of rest (RSR; see Shuter 1982, Bovy et al. 2012a). Analyzing two mostly independent samples of stars from APOGEE, RAVE, and GCS, Bovy et al. (2015) modeled the disk velocity field over ∼3–4-kpc scales and found such effects, with an implied tangential LSR streaming velocity of 14±3kms−1 relative to the RSR. However, Sharma et al. (2014) find little difference in V\n⊙ between the local GCS survey and the RAVE data, which extends to ∼2kpc, and Reid et al. (2014), when fitting their maser velocities with a circular orbit velocity field, find no evidence for a deviation of the globally fitted V\n⊙ from the locally determined value. Globally determined values of U\n⊙ (Bovy et al. 2012a, Reid et al. 2014) agree well within errors with the locally determined U\n⊙=10±1kms−1. Here, we adopt |v\nstr|=0+15kms−1 because we cannot establish clear agreement on the magnitude of the streaming motion at the present time. Future studies are anticipated to compare the impending Gaia data with models including the central bar and spiral density waves in view of understanding both the random and streaming motions in the disk."
,"citations": [["Bovy","2012"],["Bovy","2015"],["Tian","2015"],["Sharma","2014"],["Siebert","2012"],["Siebert","2011"],["Williams","2013"],["Antoja","2014"],["Reid","2014"],["Shuter","1982"],["Dehnen","2000"]]
}
{
  "title": "The Galaxy in Context: Structural, Kinematic, and Integrated Properties",
  "id": "1602.07702",
  "question": " How can the total mass of the Milky Way be constrained using the \"timing mass\" argument involving M31, and what is the current best estimate?",
  "paragraph": "One constraint for the total mass of the Milky Way comes from the “timing mass” argument (Kahn & Woltjer 1959): The masses of M31 and the Galaxy must be sufficient to overcome universal expansion to explain their present-day kinematics being consistent with a head-on collision and a future merger in ∼6 Gyr (van der Marel et al 2012b). Timing mass estimates in early work (e.g., Li & White 2008) are now thought to be consistently too high. These have come down significantly owing to improved relative motions for both galaxies and a more accurate estimate of the solar reflex motion (Section 6.4). By selecting galaxy pairs in the Millennium simulations (after Li & White), van der Marel et al. (2012a) determine a (virial) timing mass of 4.9±1.6×1012 M⊙ for the mass within the virial radius of both galaxies (4.1±1.4×1012 M⊙ for r ≤r\n200). After considering the orbit of M33 about M31, they further reduce the total timing mass to M\nvir,timing=3.2±0.6×1012 M⊙. Modern mass estimates for M31 reveal that it is comparable with the Milky Way (van der Marel et al. 2012a) such that the timing mass provides an upper limit of M\nvir≲1.6×1012 M⊙ for the Galaxy."
,"citations": [["Woltjer","1959"],["Li","White","2008"],["Kahn","Woltjer","1959"],["Marel","2012"],["White","2008"]]
}
{
  "title": "Intermediate-Mass Black Holes",
  "id": "1911.09678",
  "question": " What are the potential contributions of intermediate-mass black holes (IMBHs) to gravitational wave detections and tidal disruption events, and how can we measure their number densities?",
  "paragraph": "IMBHs will also be prime sources of gravitational radiation for upcoming gravitational wave detectors in space (Laser Interferometer Space Antenna or LISA; e.g., Amaro-Seoane et al. 2015). To determine the rates and interpret the gravitational wave signals, we need independent measurements of the black hole number densities (e.g., MacLeod et al. 2016a, Stone & Metzger 2016, Eracleous et al. 2019). Furthermore, ongoing and future time-domain surveys are detecting more and more tidal disruption events (TDEs). In principle, lower-mass black holes should be significant contributors to the detected TDEs, and they are starting to be detected (Maksym et al. 2013, Wevers et al. 2017, van Velzen 2018)."
,"citations": [["Leod","2016"],["Eracleous","2019"],["Seoane","2015"],["Metzger","2016"],["Maksym","2013"],["Wevers","2017"],["Stone","Metzger","2016"],["Velzen","2018"]]
}
{
  "title": "Intermediate-Mass Black Holes",
  "id": "1911.09678",
  "question": " What is the current state of knowledge about the demographics of black holes in low-mass (< 10^10 solar mass) galaxies based on dynamical searches and AGN surveys?",
  "paragraph": "Thanks to the successful detection of supermassive black holes in galaxy nuclei (e.g., Kormendy & Richstone 1995), dynamical searches for IMBHs at the centers of globular clusters like M15 were also underway, yielding conflicting results (e.g., Gebhardt et al. 2000, 2002; Gerssen et al. 2002; McNamara et al. 2003). Early dynamical searches for black holes in the nuclei of low-mass galaxies also reported nondetections (Gebhardt et al. 2001, Valluri et al. 2004). Comprehensive searches for AGN signatures in nearby galaxies likewise pointed to a low fraction of AGNs in late-type and low-mass galaxies (e.g., Ho et al. 1997, Kauffmann et al. 2003). These facts together led the community to conclude that black holes are rarely found in the nuclei of <1010 M⊙ galaxies (i.e., galaxies less massive than the Milky Way). Even today, there is a severe dearth of information about black hole demographics in sub-L\n\\* galaxies."
,"citations": [["Gebhardt","2001"],["Namara","2003"],["Gerssen","2002"],["Kormendy","Richstone","1995"],["Richstone","1995"],["Ho","1997"],["Valluri","2004"],["Gebhardt","2000"],["Kauffmann","2003"]]
}
{
  "title": "Intermediate-Mass Black Holes",
  "id": "1911.09678",
  "question": " What is the incidence of X-ray nuclei in nearby low-mass galaxies, and what does this suggest about the occupation fraction of black holes in these systems?",
  "paragraph": "The above efforts, largely based on archival data, have been complemented by a series of experiments aimed at characterizing the incidence of X-ray nuclei using dedicated Chandra surveys of nearby, lower-mass early-type galaxies focused on the Virgo cluster (Ghosh et al. 2008, Gallo et al. 2010), on the Fornax cluster (Lee et al. 2019), and in the field (Miller et al. 2012, Gallo & Sesana 2019). Among the ∼200 early-type galaxies within 30 Mpc uniformly observed to date, Miller et al. (2015) conclude that \n\n in galaxies with stellar mass M\n\\* < 1010 M⊙. Their observations in this stellar-mass range are sensitive to L/L\nbol ≈ 10−4, but in more massive galaxies, the same depths probe much lower L/L\nbol. By assuming that the Eddington ratio distribution can be modeled as a smooth function of M\n\\*, Miller et al. bracket the occupation fraction to fall between 30% and 100% at 1σ (see also Gallo & Sesana 2019). Work by Aird et al. (2013) supports the idea that the Eddington ratio distribution varies only very mildly as a function of stellar mass. Finally, it is very encouraging that the active fractions uncovered from X-rays in both star-forming and quiescent low-mass galaxies are comparable. These X-ray results, combined with the dynamical ones above (Section 3), strongly suggest a high (>50%) occupation fraction in M\n\\* = 109–1010 M⊙ galaxies."
,"citations": [["Gallo","Sesana","2019"],["Aird","2013"],["Sesana","2019"],["Miller","2012"],["Miller","2015"],["Ghosh","2008"],["Gallo","2010"],["Lee","2019"]]
}
{
  "title": "Physical Models of Galaxy Formation in a Cosmological Framework",
  "id": "1412.2712",
  "question": " How have galaxy luminosity functions and stellar mass functions evolved from high redshift to the present day, and what insights have these measurements provided about galaxy assembly?",
  "paragraph": "To higher redshifts, galaxy rest-frame optical–near-IR luminosity functions and SMFs have been measured from medium-deep surveys out to z ∼ 4. At higher redshifts, SMF estimates exist but rely on stellar mass estimates from rest-UV fluxes, which are likely less robust. These measurements have yielded a number of important insights into galaxy assembly: (a) Galaxies appear to be continuously building up their mass over cosmic time, in accord with the hierarchical formation picture and inconsistent with monolithic collapse (Madau & Dickinson 2014). (b) The number density of massive galaxies (m\nstar>M\nchar, in which m\nstar is the stellar mass and M\nchar is the characteristic mass in the Schechter function) increases rapidly from z ∼ 4–2 but then stays nearly constant or increases slowly from z ∼ 2–0, indicating that massive galaxies formed and assembled their stars relatively early (Marchesini et al. 2009, Moustakas et al. 2013, Muzzin et al. 2013). (c) The comoving number density of low-mass galaxies (m\nstar<M\nchar) increases more rapidly than that of more massive galaxies at z= 1–2, indicating that low-mass galaxies formed their stars later and over a longer timescale. This result is sometimes called “mass assembly downsizing” (Cimatti et al. 2006)."
,"citations": [["Cimatti","2006"],["Madau","Dickinson","2014"],["Marchesini","2009"],["Dickinson","2014"],["Moustakas","2013"],["Muzzin","2013"]]
}
{
  "title": "Physical Models of Galaxy Formation in a Cosmological Framework",
  "id": "1412.2712",
  "question": " What are some key examples of galaxy scaling relations with stellar mass, and what do they reveal about galaxy formation and evolution?",
  "paragraph": "Galaxies show many correlations among their global properties. We refer to such a correlation as a scaling relation when the conditional value of galaxy property y for a fixed value of another property x has a relatively small scatter. Stellar mass is often used as the x variable in galaxy scaling relations. Certain well-known examples of global scaling relations with m\nstar are the SFR for star-forming galaxies, sometimes known as the star-forming main sequence (Noeske et al. 2007, Wuyts et al. 2011), the mean fraction of cold gas (f\ngas≡m\ngas/m\nstar) in the interstellar medium (ISM; Baldry et al. 2008, Peeples & Shankar 2011), and the metallicity of stars or ISM gas (mass-metallicity relation, MZR; Tremonti et al. 2004, Gallazzi et al. 2005, Zahid et al. 2013). Furthermore, some of the tightest known scaling relations in astronomy are those between galaxy properties and the mass of the SMBH they harbor (for a comprehensive review see Kormendy & Ho 2013)."
,"citations": [["Baldry","2008"],["Kormendy","Ho","2013"],["Gallazzi","2005"],["Shankar","2011"],["Wuyts","2011"],["Ho","2013"],["Noeske","2007"],["Peeples","Shankar","2011"],["Tremonti","2004"],["Zahid","2013"]]
}
{
  "title": "Physical Models of Galaxy Formation in a Cosmological Framework",
  "id": "1412.2712",
  "question": " What challenges do current galaxy formation models face in reproducing the observed abundances and assembly histories of low-mass galaxies at intermediate redshifts?",
  "paragraph": "As can be seen as well in \nFigure 4\n, models currently have greater difficulties reproducing the abundances and assembly histories of low-mass galaxies at intermediate redshifts. Fontanot et al. (2009) demonstrated that three independently developed SAMs overproduce galaxies with m∗≲1010M⊙ by a factor of ∼2–3 over the redshift range of 4≲z≲0.5. Weinmann et al. (2012) showed that a qualitatively similar problem exists for SAMs and for hydrodynamic simulations. This problem appears to persist even in the latest state-of-the-art cosmological hydrodynamic simulations, as seen in \nFigure 4\n, and already pointed out in the case of Illustris by Torrey et al. (2014). As discussed by Fontanot et al. (2009), several different sets of observations suggest that massive galaxies form early and rapidly, whereas low-mass galaxies form later and with a more extended timescale—the phenomenon that is often referred to as downsizing or staged galaxy formation (Noeske et al. 2007a). The overproduction of low-mass galaxies is a symptom of the failure of current models to reproduce this mass dependence in the SF histories of galaxies. Low-mass DM halos actually have earlier formation times than high-mass halos—the opposite of the trend seen in observations (Conroy & Wechsler 2009). In current simulations, the SF histories closely trace the DM mass accretion histories, thus similarly failing to reproduce the observed trend."
,"citations": [["Wechsler","2009"],["Fontanot","2009"],["Weinmann","2012"],["Torrey","2014"],["Conroy","Wechsler","2009"],["Noeske","2007"]]
}
