{
  "1403.0007": {
    "title": "Cosmic Star-Formation History",
    "question": " How does the specific star formation rate of galaxies evolve with redshift and stellar mass, and what are the implications for galaxy growth and the cosmic star formation history?",
    "text": "In recent years, there has been considerable interest in the sSFR (sSFR≡SFR/M∗) of galaxies with different masses at different times in the history of the Universe. The sSFR describes the fractional growth rate of stellar mass in a galaxy or, equivalently, the ratio of current to past star formation. The inverse of the sSFR is the characteristic stellar mass doubling time (Guzman et al. 1997). At 0<z<2 and quite possibly at higher redshifts, most star-forming galaxies follow a reasonably tight relation between SFR and M∗, whose normalization (e.g., the mean sSFR at some fiducial mass) decreases steadily with cosmic time (decreasing redshift) at least from z = 2 to the present (Brinchmann et al. 2004, Daddi et al. 2007, Elbaz et al. 2007, Noeske et al. 2007). A minority population of starburst galaxies exhibits elevated sSFRs, whereas quiescent or passive galaxies lie below the SFR-M∗ correlation. For the “main sequence” of star-forming galaxies, most studies find that the average sSFR is a mildly declining function of stellar mass (e.g., Karim et al. 2011). This implies that more massive galaxies completed the bulk of their star formation earlier than that did lower-mass galaxies (Brinchmann & Ellis 2000, Juneau et al. 2005), a “downsizing” picture first introduced by Cowie et al. (1996). Dwarf galaxies continue to undergo major episodes of activity. The tightness of this SFR-M∗ correlation has important implications for how star formation is regulated within galaxies and perhaps for the cosmic SFH. Starburst galaxies, whose SFRs are significantly elevated above the main-sequence correlation, contribute only a small fraction of the global SFRD at z⩽2 (Rodighiero et al. 2011, Sargent et al. 2012). Instead, the evolution of the cosmic SFR is primarily due to the steadily evolving properties of main-sequence disk galaxies.",
    "citations": [
      [
        "Sargent",
        "2012"
      ],
      [
        "Cowie",
        "1996"
      ],
      [
        "Karim",
        "2011"
      ],
      [
        "Ellis",
        "2000"
      ],
      [
        "Brinchmann",
        "Ellis",
        "2000"
      ],
      [
        "Juneau",
        "2005"
      ],
      [
        "Rodighiero",
        "2011"
      ],
      [
        "Noeske",
        "2007"
      ],
      [
        "Brinchmann",
        "2004"
      ],
      [
        "Elbaz",
        "2007"
      ],
      [
        "Daddi",
        "2007"
      ],
      [
        "Guzman",
        "1997"
      ]
    ],
    "arxiv": [
      "0311060",
      "0701924",
      "1202.0290",
      "9910104",
      "0411775",
      "0705.2831",
      "0312474",
      "1011.6370",
      "1108.0933",
      "0703653",
      "0005120"
    ]
  },
  "1709.09180": {
    "title": "The Circumgalactic Medium",
    "question": " How do theoretical models attempt to explain the physical conditions and stability of multiphase gas in galactic halos, and what challenges do they face?",
    "text": "The Galactic Corona began with Spitzer's insight that cold clouds could be confined by a hot surrounding medium. This model has matured over the years into a strong line of theoretical research focused on the detailed physics of how the thermal, hydrodynamic, and ionization states of CGM gas evolve in dark matter halos. Placing multiphase gas into the context of the dark matter halo, Maller & Bullock (2004) suggested cold clouds cooled out of thermal instabilities in a hot medium while maintaining rough pressure equilibrium [though see Binney et al. (2009) for a counterpoint]. Accretion may also be seeded by gas ejected from the disk, as in the galactic fountain or precipitation model (e.g., Fraternali & Binney 2008, Voit et al. 2015b). These scenarios start with very simple assumptions—such as hydrostatic hot halos, diffuse clouds in PIE, or particular radial entropy profiles. These simplifying assumptions are necessary because we do not know the large-scale physical state of the CGM as a whole. Photoionization modeling of the low-ionization CGM using only the EUVB (Haardt & Madau 2001) strongly disfavors hydrostatic equilibrium with hot gas at T\nvir (Werk et al. 2014); the cool and hot phases appear to have similar densities, rather than similar pressures. Furthermore, if Ovi-traced gas follows a hydrostatic profile at the temperature where its ionization fraction peaks, T ∼105.5 K, then its column density profile would be significantly steeper than observed (Tumlinson et al. 2011). There may be other means of supporting this gas, such as turbulence (Fielding et al. 2017), cosmic rays (Salem et al. 2016), or magnetic fields.",
    "citations": [
      [
        "Maller",
        "Bullock",
        "2004"
      ],
      [
        "Binney",
        "2008"
      ],
      [
        "Fielding",
        "2017"
      ],
      [
        "Bullock",
        "2004"
      ],
      [
        "Tumlinson",
        "2011"
      ],
      [
        "Salem",
        "2016"
      ],
      [
        "Haardt",
        "Madau",
        "2001"
      ],
      [
        "Fraternali",
        "Binney",
        "2008"
      ],
      [
        "Werk",
        "2014"
      ],
      [
        "Madau",
        "2001"
      ],
      [
        "Binney",
        "2009"
      ],
      [
        "Voit",
        "2015"
      ]
    ],
    "arxiv": [
      "0802.0496",
      "0106018",
      "1310.2253",
      "0406632",
      "1606.06734",
      "1403.0947",
      "1111.3980",
      "0902.4525",
      "1511.05144"
    ]
  },
  "1602.07702": {
    "title": "The Galaxy in Context: Structural, Kinematic, and Integrated Properties",
    "question": " Is the Milky Way's disk maximal, and how does this depend on the disk scale length?",
    "text": "Is the disk maximal? As shown with the illustrative models in \nFigure 16\n, the answer to this question largely depends on the disk (mass) scale length. These models include a bulge with dynamical mass fitted to the BRAVA kinematic data and stellar mass corresponding to a Kroupa IMF with ±10% margins (Portail et al. 2015b). The disk has local stellar surface density of \n\n (Bovy & Rix 2013) and scale lengths R\nd=2.15kpc (Bissantz & Gerhard 2002, Bovy & Rix 2013), 2.6kpc (Robin et al. 2003, Jurić et al. 2008), and 3.0kpc (Kent et al. 1991, Gould et al. 1996) and includes a gas disk with surface density of \n\n and twice the stellar scale length. A short scale length R\nd has important implications: The Galaxy's disk (summed over all stellar and gaseous components) is then maximal (Sackett 1997) in the sense that the disk and bulge dominate the rotation curve, i.e., contribute 85% of the rotational velocity and ∼70% of the rotational support at 2.2R\nd. We included the bulge in the definition here because it mostly originates from the disk (Section 4.2). For the three scale lengths shown, the baryonic component provides a median fraction fv\n= (86%, 73%, 65%) of the circular velocity and (74%, 53%, 42%) of the radial force at 2.2R\nd. Thus the Milky Way's disk is maximal only for the shortest scale length (see also Sackett 1997, Gerhard 1999, Bovy & Rix 2013, Piffl et al. 2014a), but even for the longer R\nd its contribution to the rotational velocity is at the upper limit of that inferred for typical spiral galaxies by Martinsson et al. (2013, fv\n=0.4–0.7; but see Aniyan et al. 2016).",
    "citations": [
      [
        "Martinsson",
        "2013"
      ],
      [
        "Bissantz",
        "Gerhard",
        "2002"
      ],
      [
        "Aniyan",
        "2016"
      ],
      [
        "Gerhard",
        "1999"
      ],
      [
        "Gould",
        "1996"
      ],
      [
        "Sackett",
        "1997"
      ],
      [
        "Portail",
        "2015"
      ],
      [
        "Gerhard",
        "2002"
      ],
      [
        "Robin",
        "2003"
      ],
      [
        "Piffl",
        "2014"
      ],
      [
        "Rix",
        "2013"
      ],
      [
        "Kent",
        "1991"
      ],
      [
        "Bovy",
        "Rix",
        "2013"
      ]
    ],
    "arxiv": [
      "1301.3168",
      "1309.0809",
      "1301.5318",
      "0203375",
      "1504.01401",
      "1308.0336",
      "1209.0256",
      "0110368",
      "1511.06047"
    ]
  },
  "1707.04256": {
    "title": "Small-Scale Challenges to the ΛCDM Paradigm",
    "question": " How can baryonic feedback processes in hydrodynamic simulations alter the central density profiles of dark matter halos, and what are the key predictions regarding core formation in different mass regimes?",
    "text": "Many of the most advanced hydrodynamic simulations today have shown that it is possible for baryonic feedback to erase the central cusps shown in the density profiles in \nFigure 4\n and produce core-like density profiles as inferred from rotation curves such as those shown in \nFigure 9\n (Mashchenko et al. 2008, Pontzen & Governato 2012, Madau et al. 2014, Oñorbe et al. 2015, Read et al. 2016). One key prediction is that the effect of core creation will vary with the mass in stars formed (Governato et al. 2012, Di Cintio et al. 2014). If galaxies form enough stars, there will be enough energy from supernovae to redistribute DM and create significant cores. If too many baryons end up in stars, however, the excess central mass can compensate and drag DM back in. At the other extreme, if too few stars are formed, there will not be enough energy in supernovae to alter halo density structure, and the resultant DM distribution will resemble DM-only simulations. Although the possible importance of supernova-driven blowouts for the central DM structure of dwarf galaxies was already appreciated by Navarro et al. (1996) and Gnedin & Zhao (2002), an important recent development is the understanding that even low-level star formation over an extended period can drive gravitational potential fluctuations that lead to DM core formation.",
    "citations": [
      [
        "Navarro",
        "1996"
      ],
      [
        "Cintio",
        "2014"
      ],
      [
        "Pontzen",
        "Governato",
        "2012"
      ],
      [
        "Gnedin",
        "Zhao",
        "2002"
      ],
      [
        "Read",
        "2016"
      ],
      [
        "Madau",
        "2014"
      ],
      [
        "Di",
        "Cintio",
        "2014"
      ],
      [
        "Zhao",
        "2002"
      ],
      [
        "Governato",
        "2012"
      ],
      [
        "Mashchenko",
        "2008"
      ]
    ],
    "arxiv": [
      "1508.04143",
      "1405.2577",
      "1106.0499",
      "0711.4803",
      "1202.0554",
      "0108108"
    ]
  },
  "1911.09678": {
    "title": "Intermediate-Mass Black Holes",
    "question": " What are the key methods and challenges in dynamically modeling supermassive black holes, particularly for stellar-dynamical and gas-dynamical techniques?",
    "text": "Dynamical modeling of supermassive black holes has a long history and has been reviewed elsewhere (e.g., Kormendy & Richstone 1995, Kormendy & Ho 2013). The kinematics can be measured from either stars or gas in the vicinity of the black hole. For stellar-dynamical modeling, state-of-the-art codes use Schwarzschild modeling (Schwarzschild 1979) to jointly model the mass density of the central black hole, stars, and dark matter by orbit superposition (e.g., Rix et al. 1997, Gebhardt et al. 2003). The stellar-mass profile is modeled from the light, which is then converted to a mass profile by solving for the stellar mass-to-light ratio (M/L), and if needed a dark matter halo component is also independently fitted (e.g., Gebhardt & Thomas 2009). The orbit families are weighted to match the spatially resolved stellar kinematical measurements. A major issue for all dynamical models is distinguishing between orbital anisotropy and mass (e.g., a black hole). This mass–anisotropy degeneracy is well known (e.g., Binney & Mamon 1982). Other (related) issues include: (a) degeneracy between the stellar M/L and the black hole mass, (b) incomplete stellar orbit libraries, and (c) the assumption of axisymmetry (van den Bosch & de Zeeuw 2010). The systematic uncertainties for black hole masses from gas dynamics are qualitatively different than they are for stellar dynamics, but given the large systematics for both kinds of analysis, we use them interchangeably in our discussion (although see a more complete discussion in Walsh et al. 2013).",
    "citations": [
      [
        "Kormendy",
        "Ho",
        "2013"
      ],
      [
        "Gebhardt",
        "2003"
      ],
      [
        "Mamon",
        "1982"
      ],
      [
        "Schwarzschild",
        "1979"
      ],
      [
        "Thomas",
        "2009"
      ],
      [
        "Walsh",
        "2013"
      ],
      [
        "Kormendy",
        "Richstone",
        "1995"
      ],
      [
        "Gebhardt",
        "Thomas",
        "2009"
      ],
      [
        "Richstone",
        "1995"
      ],
      [
        "Ho",
        "2013"
      ],
      [
        "Rix",
        "1997"
      ],
      [
        "Binney",
        "Mamon",
        "1982"
      ],
      [
        "Zeeuw",
        "2010"
      ]
    ],
    "arxiv": [
      "1307.6556",
      "0906.1492",
      "1304.7762",
      "0209483",
      "1304.7273"
    ]
  },
  "1812.06025": {
    "title": "Relativistic Jets from Active Galactic Nuclei",
    "question": " What have radio and γ-ray correlation studies revealed about the locations of emission regions in AGN jets, and how do these findings impact our understanding of jet structure?",
    "text": "Both the Caltech 40-m and the MPIfR F-GAMMA studies found statistically significant correlations between the radio- and γ-ray-flux density variations in some of the AGNs studied (Richards et al. 2011, Fuhrmann et al. 2014, Max-Moerbeck et al. 2014). In all such cases the centimeter-wavelength radio variations lagged behind the γ-ray variations by about 100 days. The F-GAMMA results also showed that the lag decreases with wavelength, falling to zero by \n\n GHz. It is therefore clear that in some AGNs, the γ-ray emission regions are indeed closer to the SMBH than the radio emission regions. However, there are also observations that show that in some AGNs, the γ-ray and radio emission regions are colocated (Jorstad et al. 2001, Marscher et al. 2011, Jorstad & Marscher 2016, Rani et al. 2018). It appears, therefore, that γ-ray emission from AGNs occurs at a variety of sites, some close to the SMBH and some close to the radio-emitting regions. Nalewajko et al. (2014) have presented an observational plan to locate the sites of synchrotron and Compton emission and argued that spine-sheath jet structure models are not a plausible alternative to external broad emission line photons.",
    "citations": [
      [
        "Nalewajko",
        "2014"
      ],
      [
        "Marscher",
        "2011"
      ],
      [
        "Jorstad",
        "Marscher",
        "2016"
      ],
      [
        "Rani",
        "2018"
      ],
      [
        "Max-Moerbeck",
        "2014"
      ],
      [
        "Jorstad",
        "2001"
      ],
      [
        "Marscher",
        "2016"
      ],
      [
        "Richards",
        "2011"
      ],
      [
        "Fuhrmann",
        "2014"
      ]
    ],
    "arxiv": [
      "1805.04723",
      "1408.6264",
      "1011.3111",
      "1405.7694",
      "0101570",
      "1101.0179"
    ]
  },
  "1401.0586": {
    "title": "Hot Accretion Flows Around Black Holes",
    "question": " What is the observational evidence for a connection between hot accretion flows and jets/outflows in low-luminosity AGNs and black hole binaries?",
    "text": "Early papers (Narayan & Yi 1994, 1995a; Blandford & Begelman 1999) conjectured that hot accretion flows should have strong winds and, by extension, jets. Observational evidence for such an association has accumulated in recent years, with the recognition that essentially all LLAGNs are radio loud (Falcke et al. 2000, Nagar et al. 2000, Ho 2002) and the parallel discovery that virtually every BHB in a hard state has radio emission (Corbel et al. 2000; Fender 2001, 2006; Fender et al. 2004). Because all these systems may have hot accretion flows (Section 4.2), a direct causal connection between hot flows and radio-emitting jets seems likely. In contrast, jets are much weaker and are often not seen in systems that have cool geometrically thin disks. Although there is no definitive explanation for this dichotomy, three effects likely play a role: (a) Compared with thin disks, geometrically thick disks more easily advect the magnetic field to the black hole (Livio et al. 1999, Guilet & Ogilvie 2012); (b) the Bernoulli parameter of the gas in hot accretion flows is larger, hence enhancing winds in these systems (Narayan & Yi 1994, 1995a; Blandford & Begelman 1999); and (c) strong winds help to collimate and stabilize the jet (Appl & Camenzind 1992, 1993; Beskin & Malyshkin 2000).",
    "citations": [
      [
        "Ho",
        "2002"
      ],
      [
        "Fender",
        "2001"
      ],
      [
        "Malyshkin",
        "2000"
      ],
      [
        "Ogilvie",
        "2012"
      ],
      [
        "Livio",
        "1999"
      ],
      [
        "Beskin",
        "Malyshkin",
        "2000"
      ],
      [
        "Narayan",
        "Yi",
        "1994"
      ],
      [
        "Corbel",
        "2000"
      ],
      [
        "Yi",
        "1994"
      ],
      [
        "Nagar",
        "2000"
      ],
      [
        "Blandford",
        "Begelman",
        "1999"
      ],
      [
        "Appl",
        "Camenzind",
        "1992"
      ],
      [
        "Fender",
        "2004"
      ],
      [
        "Falcke",
        "2000"
      ],
      [
        "Guilet",
        "Ogilvie",
        "2012"
      ],
      [
        "Camenzind",
        "1992"
      ],
      [
        "Begelman",
        "1999"
      ]
    ],
    "arxiv": [
      "0102186",
      "0005383",
      "0409360",
      "0003460",
      "0110440",
      "0008447",
      "0006105",
      "1205.6468"
    ]
  },
  "1703.00068": {
    "title": "Magnetars",
    "question": " What are the unique characteristics of radio pulsations detected from magnetars, and how do they differ from typical radio pulsars?",
    "text": "Radio pulsations have now been detected in four magnetars (Camilo et al. 2006, 2007a; Levin et al. 2010; Eatough et al. 2013; Shannon & Johnston 2013), five if counting the recent magnetar-like outburst from the radio pulsar PSR J1119−6127 (Archibald et al. 2016a). All four are transient magnetars, and their radio emission is transient too and associated with an X-ray outburst. In XTE J1810−197 (the first detected radio-emitting magnetar), pulsations were observed after, but not before, its 2003 outburst. The radio pulsations disappeared in late 2008 with no prior secular decrease in radio flux (Camilo et al. 2016). Behavior in the other sources is similar (Camilo et al. 2007a, Levin et al. 2012). The persistent (i.e., nontransient) magnetars and several other transient magnetars have been searched for radio pulsations but with no detections (e.g., Lazarus et al. 2012, Tong et al. 2013b). In the four magnetars with confirmed radio pulsations, the radio emission in all cases is very bright and shows large pulse-to-pulse variability, with pulse morphologies, both single and average, that can be broad and that generally change enormously on timescales of minutes. They can be punctuated by spiky peaks that can be much shorter than the pulse period. This radio emission is also highly linearly polarized, with polarization fractions of 60–100%. No evidence for a radio burst at the epoch of a GF has been seen (Tendulkar et al. 2016).",
    "citations": [
      [
        "Tong",
        "2013"
      ],
      [
        "Eatough",
        "2013"
      ],
      [
        "Lazarus",
        "2012"
      ],
      [
        "Shannon",
        "Johnston",
        "2013"
      ],
      [
        "Johnston",
        "2013"
      ],
      [
        "Levin",
        "2010"
      ],
      [
        "Archibald",
        "2016"
      ],
      [
        "Camilo",
        "2016"
      ],
      [
        "Levin",
        "2012"
      ],
      [
        "Tendulkar",
        "2016"
      ],
      [
        "Camilo",
        "2007"
      ],
      [
        "Camilo",
        "2006"
      ]
    ],
    "arxiv": [
      "1007.1052",
      "1603.02170",
      "1109.5116",
      "1204.2045",
      "1204.2605",
      "1602.02188",
      "0605429",
      "1305.3036",
      "1308.3147"
    ]
  },
  "1910.09730": {
    "title": "Understanding Galaxy Evolution Through Emission Lines",
    "question": " How has our understanding of the mass-metallicity relation and its evolution with redshift developed, and what factors affect this relationship?",
    "text": "Most investigations into the metallicity history of star-forming galaxies focus on the change in the MZ relation with redshift. The MZ relation (or the related LZ relation) has now been measured to \n\n (e.g., Shapley et al. 2004; Savaglio et al. 2005; Erb et al. 2006; Liang et al. 2006; Maier et al. 2006; Zahid et al. 2011, 2013a; Yuan et al. 2013; Ly et al. 2016). Some authors have reported a tight correlation between gas-phase metallicity, stellar mass, and SFR that does not evolve with redshift (Lara-López et al. 2010, Mannucci et al. 2010, Henry et al. 2013). However, this relationship, its tightness, and observed evolution appear to be affected by systematic uncertainties in the derived metallicity, stellar mass, and SFRs (Yates et al. 2012, Andrews & Martini 2013, Sánchez et al. 2013, Cullen et al. 2014, Ly et al. 2014, Maier et al. 2014, Salim et al. 2014, Wuyts et al. 2014, Kashino et al. 2016). The relationship is also affected by environment (Scudder et al. 2012) and may be caused by the more fundamental relationship between gas mass, stellar mass, and SFR (Lilly et al. 2013, Troncoso et al. 2014, Zahid et al. 2014, Ma et al. 2016).",
    "citations": [
      [
        "Ly",
        "2014"
      ],
      [
        "Martini",
        "2013"
      ],
      [
        "Henry",
        "2013"
      ],
      [
        "Mannucci",
        "2010"
      ],
      [
        "Maier",
        "2006"
      ],
      [
        "Salim",
        "2014"
      ],
      [
        "Scudder",
        "2012"
      ],
      [
        "Troncoso",
        "2014"
      ],
      [
        "Maier",
        "2014"
      ],
      [
        "Ly",
        "2016"
      ],
      [
        "Liang",
        "2006"
      ],
      [
        "Zahid",
        "2011"
      ],
      [
        "Ma",
        "2016"
      ],
      [
        "Lilly",
        "2013"
      ],
      [
        "Savaglio",
        "2005"
      ],
      [
        "Wuyts",
        "2014"
      ],
      [
        "Yuan",
        "2013"
      ],
      [
        "Kashino",
        "2016"
      ],
      [
        "Cullen",
        "2014"
      ],
      [
        "Yates",
        "2012"
      ],
      [
        "Zahid",
        "2014"
      ],
      [
        "Erb",
        "2006"
      ],
      [
        "Shapley",
        "2004"
      ],
      [
        "Andrews",
        "Martini",
        "2013"
      ]
    ],
    "arxiv": [
      "1211.3418",
      "1311.4576",
      "1107.3145",
      "1211.6423",
      "1005.0006",
      "1602.01098",
      "1309.4458",
      "1405.6590",
      "1605.03586",
      "1411.7391",
      "0508407",
      "1406.6069",
      "1303.5059",
      "0607074",
      "1307.7712",
      "1404.7526",
      "0602473",
      "1006.4877",
      "1504.02097",
      "1310.0816",
      "0405187",
      "1207.4791",
      "0511255"
    ]
  },
  "1403.4620": {
    "title": "The Coevolution of Galaxies and Supermassive Black Holes: Insights from Surveys of the Contemporary Universe",
    "question": " How has the M-σ relation for black hole mass estimation been refined in recent years, and how applicable is it to SDSS data?",
    "text": "Most of the results in the literature that used the M-σ relation were based on the fit given by Tremaine et al. (2002): log(M\nBH/M⊙)=8.13+4.02log[σ/(200kms−1)]. More recent work has found a steeper slope and a different normalization than the Tremaine et al. fit (see the Kormendy & Ho 2013 review). More specifically, the recent analyses by Graham & Scott (2013), McConnell & Ma (2013), and Woo et al. (2013) find respective slopes of 6.18, 5.64, and 5.48 and zero points of 8.15, 8.32, and 8.33. Woo et al. (2013) also conclude that the relationship between BH mass and σ is consistent between samples of AGNs and quiescent galaxies (see \nFigure 9\n), and this conclusion was reinforced by an investigation of powerful AGNs with more massive BHs by Grier et al. (2013). In terms of applicability to the SDSS, note that the SDSS spectra can only reliably measure stellar velocity dispersions above σ∼70 km s−1, corresponding to BH masses larger than of order 106M⊙ (depending on which version of M-σ is adopted). A complementary probe of lower-mass SMBHs in the SDSS is provided by using mass estimates based on the broad emission-line width for Type 1 AGNs (Greene & Ho 2007b, Dong et al. 2012, Kormendy & Ho 2013).",
    "citations": [
      [
        "Dong",
        "2012"
      ],
      [
        "Kormendy",
        "Ho",
        "2013"
      ],
      [
        "Ho",
        "2007"
      ],
      [
        "Graham",
        "Scott",
        "2013"
      ],
      [
        "Woo",
        "2013"
      ],
      [
        "Ma",
        "2013"
      ],
      [
        "Scott",
        "2013"
      ],
      [
        "Ho",
        "2013"
      ],
      [
        "McConnell",
        "Ma",
        "2013"
      ],
      [
        "Tremaine",
        "2002"
      ],
      [
        "Grier",
        "2013"
      ],
      [
        "Greene",
        "Ho",
        "2007"
      ]
    ],
    "arxiv": [
      "0203082",
      "1305.2447",
      "1303.1742",
      "1304.7762",
      "1211.3199",
      "1211.2816",
      "1305.2946",
      "1210.6653",
      "0203468"
    ]
  },
  "1901.05465": {
    "title": "The Faintest Dwarf Galaxies",
    "question": " Why are ultra-faint dwarf galaxies important for astrophysics, particularly in relation to dark matter and galaxy evolution?",
    "text": "A reasonable astronomer might ask how the smallest, most inconspicuous galaxies ever formed could have broad importance to the field of astrophysics. Several aspects of the UFDs make them critical objects to understand, with potentially wide-ranging implications. First, UFDs reside in the smallest dark matter halos yet found. Although only the mass at the very center of the halo is currently measurable, the extrapolated virial masses of UFDs are ∼109 M\n\n (e.g., Strigari et al. 2008), and the halo masses at the time when the stars formed may have been ∼108 M\n\n (e.g., Bovill & Ricotti 2009, Safarzadeh et al. 2018). UFDs are also the most dark matter–dominated systems known. This combination of small halo mass and negligible baryonic mass makes UFDs extremely valuable laboratories for constraining the nature of dark matter. Simply counting the number of such objects around the Milky Way places a limit on the mass of the dark matter particle (e.g., Jethwa et al. 2018). The census and observed mass function of low-mass halos point the direction toward solving the long-standing and highly contentious missing satellite problem (e.g., Klypin et al. 1999, Moore et al. 1999, Simon & Geha 2007, Brooks et al. 2013, Kim et al. 2018). The measured central densities, and perhaps eventually the density profiles, of UFDs provide significant clues to the behavior of dark matter on small scales (e.g., Calabrese & Spergel 2016, Bozek et al. 2019, Errani et al. 2018).",
    "citations": [
      [
        "Errani",
        "2018"
      ],
      [
        "Simon",
        "Geha",
        "2007"
      ],
      [
        "Bovill",
        "Ricotti",
        "2009"
      ],
      [
        "Jethwa",
        "2018"
      ],
      [
        "Spergel",
        "2016"
      ],
      [
        "Safarzadeh",
        "2018"
      ],
      [
        "Klypin",
        "1999"
      ],
      [
        "Brooks",
        "2013"
      ],
      [
        "Calabrese",
        "Spergel",
        "2016"
      ],
      [
        "Kim",
        "2018"
      ],
      [
        "Strigari",
        "2008"
      ],
      [
        "Bozek",
        "2019"
      ],
      [
        "Ricotti",
        "2009"
      ],
      [
        "Geha",
        "2007"
      ],
      [
        "Moore",
        "1999"
      ]
    ],
    "arxiv": [
      "1612.07834",
      "1603.07321",
      "0706.0516",
      "1712.03967",
      "1712.01439",
      "1711.06267",
      "1805.00484",
      "0806.4381",
      "1803.05424",
      "0806.2340",
      "1209.5394",
      "0808.3772"
    ]
  },
  "2212.06907": {
    "title": "Quasars and the Intergalactic Medium at Cosmic Dawn",
    "question": " How do the black hole masses and host galaxy dynamical masses of high-redshift quasars compare to the local M-σ relation, and what does this imply about their co-evolution?",
    "text": "\nWang et al. (2010) measured dynamical masses using CO emission from 8 quasar hosts at z ∼ 6. Assuming an average inclination angle of 40 deg and R = 2.5kpc, they found that the z ∼ 6 quasars have, on average, SMBHs a factor of 15 more massive than expected from the local BH–bulge mass relation. This result suggests that BHs in high-redshift quasars either got a major head-start or grew faster than their host galaxies; if the M–σ relation existed at z ∼ 6, then it would show a strong cosmic evolution. Numerous subsequent works have focused on the correlation of SMBH mass and galaxy dynamical mass at these redshifts (e.g., Wang et al. 2016, Decarli et al. 2018). Most of these studies had to assume an inclination angle and/or an average size for the emitting gas. Neeleman et al. (2021) carried out careful dynamic modeling of their \n\n observations (including inclination and size). They found a mean dynamical mass of ∼5 × 1010 M⊙ for a sample of luminous z ∼ 6 quasars with ∼109 M⊙ BHs. As shown in \nFigure 10\n, this places them about one order of magnitude above the local relation. It is important to note that the relationship could be strongly affected by potential biases from selection and by using gas tracers (Volonteri & Stark 2011, Huang et al. 2018). Indeed, observations of low luminosity quasars show a narrower \n\n line width (e.g., Willott et al. 2017, Izumi et al. 2018), placing them close to the local relation.\n",
    "citations": [
      [
        "Neeleman",
        "2021"
      ],
      [
        "Decarli",
        "2018"
      ],
      [
        "Stark",
        "2011"
      ],
      [
        "Huang",
        "2018"
      ],
      [
        "Willott",
        "2017"
      ],
      [
        "Volonteri",
        "Stark",
        "2011"
      ],
      [
        "Wang",
        "2016"
      ],
      [
        "Izumi",
        "2018"
      ],
      [
        "Wang",
        "2010"
      ]
    ],
    "arxiv": [
      "2108.04257",
      "1107.1946",
      "1801.04951",
      "1802.05742",
      "1809.01662",
      "1710.02212",
      "1606.09634",
      "2102.05679",
      "1002.1561",
      "1801.02641"
    ]
  },
  "1603.02698": {
    "title": "Masses, Radii, and the Equation of State of Neutron Stars",
    "question": " How have improvements in pulsar detection technology and survey techniques led to an increase in millisecond pulsar discoveries in recent years?",
    "text": "More sensitive receivers with larger bandwidths and the advent of broadband coherent dedispersion allow much more precise timing of the known binary pulsars. This leads to more precise measurements of known PK parameters and the detection of new ones, greatly increasing the sample of NS mass measurements and the number of GR tests in different systems. Furthermore, improved receiver sensitivities and larger bandwidth, together with multibeaming, increase the general sensitivity to all sorts of pulsars, as in the case of the phenomenally successful Parkes multibeam (PMB) surveys (Manchester et al. 2001). Since then, the newer generation of post-PMB surveys like the new HTRU-South (Keith et al. 2010) and North surveys (Barr et al. 2013), the Green Bank drift scan survey (Boyles et al. 2013, Lynch et al. 2013), the Green Bank North Celestial Cap survey (Stovall et al. 2014), the Arecibo ALFA survey (Cordes et al. 2006, Lazarus 2013), and the Arecibo 327-MHz drift-scan survey (Deneva et al. 2013) has been making full use of much improved data-handling capabilities and processing power to obtain a large increase in spectral and time resolution (at a cost of 100 times the data rate). This has paid off with a great increase in the sensitivity to MSPs, particularly the distant ones, producing a great leap in their discovery rate. The number of discoveries per year is shown in \nFigure 11\n; we see a three-fold increase in the number of MSPs since 2010. This will continue for the next few years, as many of the new surveys are still starting. The rate of discovery will further accelerate as soon as the Square Kilometre Array (SKA) comes online (Kramer & Stappers 2014).\n",
    "citations": [
      [
        "Stovall",
        "2014"
      ],
      [
        "Stappers",
        "2014"
      ],
      [
        "Boyles",
        "2013"
      ],
      [
        "Keith",
        "2010"
      ],
      [
        "Kramer",
        "Stappers",
        "2014"
      ],
      [
        "Barr",
        "2013"
      ],
      [
        "Lazarus",
        "2013"
      ],
      [
        "Lynch",
        "2013"
      ],
      [
        "Cordes",
        "2006"
      ],
      [
        "Manchester",
        "2001"
      ],
      [
        "Deneva",
        "2013"
      ]
    ],
    "arxiv": [
      "1406.5214",
      "1006.5744",
      "1307.8142",
      "1308.0378",
      "1209.4293",
      "0106522",
      "0509732",
      "1209.4296"
    ]
  },
  "1911.05791": {
    "title": "The Assembly of the First Massive Black Holes",
    "question": " What is the range of predicted LISA event rates for merging massive black holes at high redshifts, and how could LISA observations help distinguish between different black hole seeding models?",
    "text": "Theoretical predictions of LISA event rates for merging massive BHs have been derived from numerous semianalytical models as well as more recently from cosmological galaxy evolution simulations. The predictions span a wide range, from no detectable events in the most pessimistic case up to several tens of events per year per unit redshift at z = 10, and a few events per year even at \n\n in the most optimistic models (for recent predictions see, e.g., Klein et al. 2016, Hartwig et al. 2018a, Ricarte & Natarajan 2018; for earlier studies that included the \n\n Universe see, e.g., Sesana et al. 2007, Tanaka & Haiman 2009 and references therein). The most pessimistic scenario is for stellar-mass BHs to stay below LISA's detection threshold and for massive seed BHs to form inefficiently or to be unable to promptly merge when their hosts merge. The largest rates arise when abundant stellar-mass BH seeds are assumed to grow above LISA's \n\n103–4 M⊙ detection threshold by z ∼ 10 or in models in which massive seeds are assumed to form efficiently in a large fraction of ACHs. Aside from the total event rates, the mass spectrum is expected to depend on the seeding and should help disentangle models. LISA data can indeed distinguish between a wide variety of models that include different prescriptions for seed formation, feedback, accretion efficiency, and accretion geometry (Sesana et al. 2011). LISA may also be able to probe SMS star formation itself by measuring mergers of the remnants of binary SMSs (Hartwig et al. 2018a) or directly detecting their formation process, via either the burst accompanying the collapse of a rotating SMS into a single massive BH (Saijo & Hawke 2009, Shibata et al. 2016) or the breakup of such an SMS producing two massive BHs, which subsequently inspiral and merge (Reisswig et al. 2013).",
    "citations": [
      [
        "Hawke",
        "2009"
      ],
      [
        "Saijo",
        "Hawke",
        "2009"
      ],
      [
        "Ricarte",
        "Natarajan",
        "2018"
      ],
      [
        "Sesana",
        "2011"
      ],
      [
        "Shibata",
        "2016"
      ],
      [
        "Hartwig",
        "2018"
      ],
      [
        "Sesana",
        "2007"
      ],
      [
        "Haiman",
        "2009"
      ],
      [
        "Klein",
        "2016"
      ],
      [
        "Reisswig",
        "2013"
      ],
      [
        "Tanaka",
        "Haiman",
        "2009"
      ],
      [
        "Natarajan",
        "2018"
      ]
    ],
    "arxiv": [
      "0908.3002",
      "1606.07147",
      "1809.01177",
      "1304.7787",
      "1511.05581",
      "0701556",
      "0904.1383",
      "0807.4702",
      "1811.08911",
      "1011.5893"
    ]
  },
  "2110.13160": {
    "title": "Galaxy Formation and Reionization: Key Unknowns and Expected Breakthroughs by the James Webb Space Telescope",
    "question": " How has spectroscopic confirmation of high-redshift galaxies progressed, particularly for redshifts z > 7?",
    "text": "Redshifted Lyα remains a mainstay for high-redshift spectroscopic confirmations. A small population of galaxies with redshifts 7.5 ≳ z ≳ 8 have been confirmed, often selected from HST CANDELS imaging. These include an early discovery of Lyα emission at z = 7.51 (Finkelstein et al. 2013), which also has a grism continuum measurement of the Lyman break (Tilvi et al. 2016). Over the next few years, this object was followed by a range of Lyα emitters spectroscopically confirmed at z = 7.45–8 (Oesch et al. 2015, Roberts-Borsani et al. 2016, Song et al. 2016b, Hoag et al. 2017, Stark et al. 2017, Larson et al. 2018, Jung et al. 2019), including a gamma-ray burst host galaxy at z = 7.8 (Tanvir et al. 2018) and a primitive galaxy group at z = 7.7 (Tilvi et al. 2020). Recently, a large-scale campaign with Keck/MOSFIRE using 10 nights targeted six dozen systems, achieving 10 detections at redshifts z = 7.1–8.2 (Jung et al. 2020; see also Pentericci et al. 2018). The demonstrated ability to spectroscopically confirm high-redshift galaxies using near-UV emission lines redward of Lyα was a hallmark achievement for the study of early galaxies. As discussed in Section 2.7, the presence of neutral hydrogen in the IGM during the cosmic reionization process can substantially attenuate Lyα. Having other available lines for spectroscopic redshift confirmation may therefore be critical during the reionization process and at earlier times. Stark et al. (2015a) detected Ciii] 1909 Å in galaxies at z ∼ 6.029 and z = 7.213 with known Lyα redshifts. Stark et al. (2015b) detected Civ 1243 Å in a galaxy with known Lyα redshift of z = 7.045. Laporte et al. (2017) detected Lyα and Ciii] in a z ∼ 6.8 galaxy. At slightly lower redshift, an interesting discovery for understanding the internal ionizing spectrum of star-forming galaxies was the confirmation of Civ 1550 Å and Oiii] λ = 1666 Å in a galaxy with known Lyα z = 6.11 (Mainali et al. 2017). The presence of Ciii] has now been confirmed in galaxies at z = 7.51 (Hutchison et al. 2019; same object as Finkelstein et al. 2013), z = 7.73 (Stark et al. 2017; same object as Oesch et al. 2015), and recently z = 7.945 (Topping et al. 2021).",
    "citations": [
      [
        "Song",
        "2016"
      ],
      [
        "Finkelstein",
        "2013"
      ],
      [
        "Laporte",
        "2017"
      ],
      [
        "Pentericci",
        "2018"
      ],
      [
        "Topping",
        "2021"
      ],
      [
        "Tilvi",
        "2016"
      ],
      [
        "Civ",
        "1243"
      ],
      [
        "Tilvi",
        "2020"
      ],
      [
        "Stark",
        "2017"
      ],
      [
        "Stark",
        "2015"
      ],
      [
        "Jung",
        "2020"
      ],
      [
        "Roberts-Borsani",
        "2016"
      ],
      [
        "Oesch",
        "2015"
      ],
      [
        "Larson",
        "2018"
      ],
      [
        "Jung",
        "2019"
      ],
      [
        "Hoag",
        "2017"
      ],
      [
        "Civ",
        "1550"
      ],
      [
        "Tanvir",
        "2018"
      ],
      [
        "Mainali",
        "2017"
      ],
      [
        "Hutchison",
        "2019"
      ]
    ],
    "arxiv": [
      "1611.07125",
      "1704.02970",
      "1708.05173",
      "1310.6031",
      "1606.01304",
      "1710.10184",
      "1605.06519",
      "1901.05967",
      "2009.10092",
      "1506.00854",
      "1507.08313",
      "1803.07373",
      "1905.08812",
      "1703.09052",
      "2107.06295",
      "2001.00873",
      "1502.05399",
      "1712.05807"
    ]
  },
  "2301.10253": {
    "title": "Key Physical Processes in the Circumgalactic Medium",
    "question": " What mechanisms can cause gas fragmentation to small scales in the CGM, and what are the characteristic properties of the resulting cloudlets?",
    "text": "How can gas fragment to small scales? There are at least two possible mechanisms: (a) If the cooling time t\ncool falls far below the sound-crossing time t\nsc ∼ R/c\n\ns\n in a cooling cloud, causing it to become strongly underpressured relative to surrounding hot gas, P\ncloud ≪ P\nhot, the cloud-crushing shock can shatter the cloud (McCourt et al. 2018). These authors argued that similar to the Jeans instability, where gravitational fragmentation leads to a characteristic scale λJ ∼ c\ns\nt\nff, fragmentation in cooling, pressure-confined clouds imprints a scale ℓcloudlet∼c\ns\nt\ncool ∼ 0.1pc(n/cm−3)−1, where the quantity c\ns\nt\ncool is evaluated at its minimum at T ∼ 104 K. Although this length scale depends on the ambient pressure confining the clouds, the column density through an individual fragment N\ncloudlet ∼ 1017cm−2 is essentially independent of environment. Cooling of large (R ≫ c\ns\nt\ncool) clouds that subsequently shatter is easily triggered by large nonlinear perturbations (e.g., via turbulence). Shocks are particularly effective at shattering cold gas, via either compression of preexisting cold gas (Mellema et al. 2002) or fragmentation in the radiative shock (Mandelker et al. 2019b). Shattering can also arise during initially isobaric linear thermal instability,\n24\n once the cloud loses sonic contact with its surroundings as it cools (Gronke & Oh 2020b, Das et al. 2021). (b) Another avenue for producing small cloudlets is via mixing in KH instabilities; the tails of clouds in winds show a plethora of dense small clumps (Cooper et al. 2009, McCourt et al. 2018, Sparre et al. 2019), which have a column density distribution that peaks at Ncloudlet ∼ 1017cm−2 (Liang & Remming 2020), corresponding to the characteristic scale l ∼ c\n\ns\n\nt\ncool suggested for cooling driven fragmentation. \nFigure 11\n shows fragmentation by these two respective processes. Shattering due to thermal instability in halo merger shocks can produce very low-metallicity LLSs, far from any galaxy (Mandelker et al. 2019b). Numerical resolution obviously affects the onset and efficiency of shattering, but it can even affect the multiphase nature of gas. Mandelker et al. (2021) find that if c\ns\nt\ncool at T ∼ 105 K is unresolved, gas piles up at T ∼ 105 K as further cooling becomes inefficient.\n",
    "citations": [
      [
        "Liang",
        "Remming",
        "2020"
      ],
      [
        "Das",
        "2021"
      ],
      [
        "McCourt",
        "2018"
      ],
      [
        "Oh",
        "2020"
      ],
      [
        "Cooper",
        "2009"
      ],
      [
        "Sparre",
        "2019"
      ],
      [
        "Mandelker",
        "2019"
      ],
      [
        "Remming",
        "2020"
      ],
      [
        "Mellema",
        "2002"
      ],
      [
        "Gronke",
        "Oh",
        "2020"
      ],
      [
        "Mandelker",
        "2021"
      ]
    ],
    "arxiv": [
      "1710.00822",
      "2009.11317",
      "1808.04369",
      "1806.10688",
      "1610.01164",
      "0209601",
      "2107.03395",
      "1807.07971",
      "0907.4004"
    ]
  },
  "2303.12500": {
    "title": "The First Stars: Formation, Properties, and Impact",
    "question": " What can the elemental abundances of extremely metal-poor stars tell us about the mass range and explosion mechanisms of Population III stars?",
    "text": "Assuming that the oldest and most metal-poor stars in the Galaxy have been supplied with heavy elements by only one or at most two SN explosions—a common assumption but one that may not be true for all EMP stars (Hartwig et al. 2018b, 2019; Welsh et al. 2021)—one finds that the relative abundances of heavy elements are most consistent with CCSNe from Pop III stars in the mass range of 20–40M⊙ (e.g., Frebel et al. 2005; Iwamoto et al. 2005; Lai et al. 2008; Joggerst et al. 2009, 2010; Caffau et al. 2011a, 2012; Norris et al. 2013; Cooke & Madau 2014; Keller et al. 2014; Bonifacio et al. 2015), although a few examples exist of stars that are more consistent with enrichment by HNe (Placco et al. 2021, Skúladóttir et al. 2021) or PISNe (Aoki et al. 2014, Salvadori et al. 2019). The conclusion that most Pop III SNe were CCSNe is consistent with the work of Mapelli et al. (2006), who compute the expected density of intermediate-mass black holes in the Galaxy by assuming they are the relics of higher-mass Pop III stars. This allows them to derive an upper limit from the nondetection of ultraluminous X-ray sources in the Milky Way. The approach has been extended by de Bennassuti et al. (2014, 2017), who also include the Galactic metallicity function and the abundances of EMP stars. Again these data appear inconsistent with PISNe being important (although see Salvadori et al. 2019 for a contrary view). Taken together, these studies suggest that most Pop III stars forming through the standard pathway outlined in Section 3.2 are not likely to reach masses significantly above ∼40M⊙, with more massive objects being extremely rare and possibly being the result of collisions in very dense clusters (see Section 5.3).",
    "citations": [
      [
        "Aoki",
        "2014"
      ],
      [
        "Bennassuti",
        "2014"
      ],
      [
        "Lai",
        "2008"
      ],
      [
        "Placco",
        "2021"
      ],
      [
        "Salvadori",
        "2019"
      ],
      [
        "Welsh",
        "2021"
      ],
      [
        "Hartwig",
        "2018"
      ],
      [
        "Caffau",
        "2011"
      ],
      [
        "Keller",
        "2014"
      ],
      [
        "Norris",
        "2013"
      ],
      [
        "Frebel",
        "2005"
      ],
      [
        "Iwamoto",
        "2005"
      ],
      [
        "Joggerst",
        "2009"
      ],
      [
        "Mapelli",
        "2006"
      ],
      [
        "Cooke",
        "Madau",
        "2014"
      ],
      [
        "Madau",
        "2014"
      ],
      [
        "Bonifacio",
        "2015"
      ]
    ],
    "arxiv": [
      "1906.00994",
      "1211.3157",
      "1402.1517",
      "0503021",
      "0810.5142",
      "1405.7369",
      "0602388",
      "2105.04573",
      "1403.0007",
      "1811.08911",
      "1706.07054",
      "0505524",
      "0804.1370",
      "1504.05963",
      "1402.6995",
      "2010.10532"
    ]
  },
  "2001.05007": {
    "title": "Observations of Protoplanetary Disk Structures",
    "question": " What are the key observational characteristics of transition disks with rings and cavities, and what do they reveal about particle traps and disk structure?",
    "text": "Rings–cavities.This is the canonical morphology for a transition disk (Espaillat et al. 2014), with a primary narrow ring (usually peaking at r ∼ 10–100 AU, though that is likely a selection bias) that encircles a depleted cavity (Piétu et al. 2007, Brown et al. 2009, Andrews et al. 2011). The cavities are usually, but not always, cleared enough to depress the IR SED (Calvet et al. 2002, Espaillat et al. 2007, van der Marel et al. 2016c). Disks with this morphology offer the best observational evidence for particle traps in local P maxima, given their amplified (narrow, bright) concentrations of mm–cm continuum emission (Pinilla et al. 2012a, 2018c) and the lower amplitude and more spatially extended perturbations (both inside the cavity and to larger r) of line emission (tracing gas; Hughes et al. 2009a; van der Marel et al. 2015b, 2016b) and scattered light (probing small grains that are well coupled to the gas; Dong et al. 2012, Mayama et al. 2012, Villenave et al. 2019).",
    "citations": [
      [
        "Dong",
        "2012"
      ],
      [
        "Villenave",
        "2019"
      ],
      [
        "Brown",
        "2009"
      ],
      [
        "Andrews",
        "2011"
      ],
      [
        "Hughes",
        "2009"
      ],
      [
        "Espaillat",
        "2007"
      ],
      [
        "Marel",
        "2015"
      ],
      [
        "Mayama",
        "2012"
      ],
      [
        "Espaillat",
        "2014"
      ],
      [
        "Calvet",
        "2002"
      ],
      [
        "Pinilla",
        "2012"
      ],
      [
        "Marel",
        "2016"
      ]
    ],
    "arxiv": [
      "1205.5042",
      "1902.04612",
      "1103.0284",
      "1402.7103",
      "1209.3772",
      "0710.2892",
      "1211.3284",
      "0201425",
      "1011.3826",
      "0906.0730"
    ]
  },
  "1505.00811": {
    "title": "Revisiting the Unified Model of Active Galactic Nuclei",
    "question": " What are the different methods used to estimate the covering factor of AGN tori, and why do they sometimes produce inconsistent results?",
    "text": "As explained above, two categories of methods are used to estimate fC\n. The first category includes all methods for measuring the covering factor of individual objects (see Section 3): the L\ndust/L\nAGN method, the EW(K\nα\n) method, and the method based on the scattered X-ray continuum. The L\ndust/L\nAGN method results in the largest number of measured fC\n. The second category includes methods that apply to the mean covering factor of the population. This is obtained by classifying a source as either a type-I or a type-II AGN and using the resulting N\ntype-II,L\n/N\ntype-I,L\n ratio as an estimate of the mean value of fC\n. One such method measures the X-ray-absorbing column and determines the AGN type relative to a fiducial absorbing column that separates the groups (e.g., Ueda et al. 2003, Gilli et al. 2007, Hasinger 2008, Brightman & Ueda 2012, Malizia et al. 2012). Another method counts the number of broad- and narrow-emission-line AGNs in optical and IR-selected samples. Ideally, all methods should agree but this is not the case (e.g., Lawrence & Elvis 2010; Lusso et al. 2013, 2014; Mayo & Lawrence 2013). Mixed results are due to poorly understood physics of the torus, various selection effects, uncertainties in estimating L\nAGN, and intrinsic reddening, among others. For example, the L\ndust/L\nAGN method is based on dust emission from the torus and has little to do with BLR properties. However, X-ray absorption by gas in the BLR can increase the total measured X-ray column, thus decreasing L\ndust because the ionizing radiation absorbed by the dust-free gas never interacts with the dusty torus. Here I focus on the large-sample approach, in particular on X-ray based studies.",
    "citations": [
      [
        "Lawrence",
        "2013"
      ],
      [
        "Lusso",
        "2013"
      ],
      [
        "Brightman",
        "Ueda",
        "2012"
      ],
      [
        "Ueda",
        "2003"
      ],
      [
        "Mayo",
        "Lawrence",
        "2013"
      ],
      [
        "Ueda",
        "2012"
      ],
      [
        "Lawrence",
        "Elvis",
        "2010"
      ],
      [
        "Hasinger",
        "2008"
      ],
      [
        "Elvis",
        "2010"
      ],
      [
        "Gilli",
        "2007"
      ],
      [
        "Malizia",
        "2012"
      ]
    ],
    "arxiv": [
      "1205.4543",
      "0610939",
      "1309.0814",
      "0308140",
      "1203.1045",
      "1306.4316",
      "1207.4882",
      "0808.0260"
    ]
  },
  "": {
    "title": "Evidence for Initial Mass Function Variation in Massive Early-Type Galaxies",
    "question": " How does the two-phase formation scenario for massive early-type galaxies potentially explain observed radial variations in their initial mass functions?",
    "text": "CONNECTION TO THE TWO-PHASE GALAXY FORMATION SCENARIOEvidence from both observations and simulations seems to support a two-phase scenario for the formation of massive ETGs (Oser et al. 2010). In this picture, an early phase of in situ star formation (Barro et al. 2013) leads to a population of initially compact (1–2 kpc) but massive (∼1011 M⊙) quiescent galaxies at z\n\n\n 1.5 (Trujillo et al. 2006), which later grow by accreting stars that formed elsewhere, through minor mergers (Belli et al. 2014). The similarity in size-scale with the radial extent of the IMF variations in massive ETGs (\n\n2 kpc, e.g., van Dokkum et al. 2017, La Barbera et al. 2019) tempts speculation that the IMF signal is linked specifically to the surviving stars from the in situ formation phase, which are thought still to dominate the innermost regions (<0.1 R\neff) of their descendent galaxies at z = 0 (e.g., Rodriguez-Gomez et al. 2016). This picture finds support in some rare relic galaxies at low redshift that are thought to have suffered little accretion after the initial phase, and which indeed seem to exhibit bottom-heavy IMFs at all radii (Ferré-Mateu et al. 2017).",
    "citations": [
      [
        "Dokkum",
        "2017"
      ],
      [
        "Barro",
        "2013"
      ],
      [
        "Mateu",
        "2017"
      ],
      [
        "La",
        "Barbera",
        "2019"
      ],
      [
        "Oser",
        "2010"
      ],
      [
        "Rodriguez-Gomez",
        "2016"
      ],
      [
        "Trujillo",
        "2006"
      ],
      [
        "Barbera",
        "2019"
      ],
      [
        "Belli",
        "2014"
      ]
    ],
    "arxiv": [
      "1206.5000",
      "0608657",
      "1311.3317",
      "1511.08804",
      "1010.1381"
    ]
  },
  "1612.06891": {
    "title": "Theoretical Challenges in Galaxy Formation",
    "question": " How does the spatial distribution of supernovae affect their impact on the interstellar medium and galactic outflows?",
    "text": "Most, if not all, stars form in star clusters and are expected to be temporally and spatially correlated, eventually driving superbubbles with more efficient energy coupling and momentum generation (e.g., Mac Low & McCray 1988, Joung & Mac Low 2006, Sharma et al. 2014). The typical velocity dispersion in newly born star clusters is ∼1 km s−1 or 1 pc Myr−1. Assuming the cluster becomes unbound, massive stars can travel up to 40 pc before they explode (assuming typical supernova delay times for single stellar populations). These walkaway stars can therefore easily leave their dense birthplaces and explode in lower-density regions. As most of the volume of the ISM is not in the cold phase, most supernovae might explode in the warm or hot phase, significantly changing the coupling efficiency (Slyz et al. 2005, Ceverino & Klypin 2009). There is also the runaway star population (Gies & Bolton 1986) (about 45% of O stars and 15% of B stars are runaways) with typical velocities of ∼30–40 km s−1 and maximum velocities as high as a few hundred kilometers per second (e.g., Silva & Napiwotzki 2011). These high-velocity stars originate from close binary systems becoming unbound by a supernova explosion (Zwicky 1957, Blaauw 1961) and/or from dynamical interactions in dense regions of star clusters (Poveda et al. 1967). They can travel up to several hundreds of parsecs away from their birthplaces far into interarm regions or the lower galactic halo. Their explosion locations in galactic disks can therefore be considered as almost random, similar to the explosions of type Ia supernovae, which contribute about 20–25% to the supernova rate in the Solar Neighborhood (Tammann et al. 1994). They explode independently of the gas mass distribution within the ISM, a process approximately taken into account in high-resolution simulations of stratified disks that are most useful to study the launching of outflows and, at the same time, create a realistically structured ISM (e.g., de Avillez & Breitschwerdt 2005, Joung & Mac Low 2006, Hill et al. 2012, Li et al. 2017). Such detailed small-scale simulations with a realistic ISM structure will help to bridge the gap in scale and physical understanding to galaxy-scale simulations.",
    "citations": [
      [
        "Poveda",
        "1967"
      ],
      [
        "Napiwotzki",
        "2011"
      ],
      [
        "Breitschwerdt",
        "2005"
      ],
      [
        "Klypin",
        "2009"
      ],
      [
        "Silva",
        "Napiwotzki",
        "2011"
      ],
      [
        "Ceverino",
        "Klypin",
        "2009"
      ],
      [
        "McCray",
        "1988"
      ],
      [
        "Slyz",
        "2005"
      ],
      [
        "Hill",
        "2012"
      ],
      [
        "Li",
        "2017"
      ],
      [
        "Blaauw",
        "1961"
      ],
      [
        "Sharma",
        "2014"
      ],
      [
        "Gies",
        "Bolton",
        "1986"
      ],
      [
        "Tammann",
        "1994"
      ],
      [
        "Avillez",
        "Breitschwerdt",
        "2005"
      ],
      [
        "Bolton",
        "1986"
      ],
      [
        "Low",
        "2006"
      ],
      [
        "Zwicky",
        "1957"
      ]
    ],
    "arxiv": [
      "1610.08971",
      "0712.3285",
      "0502327",
      "1202.0552",
      "1402.6695",
      "0411383",
      "1010.3651"
    ]
  },
  "2309.17075": {
    "title": "Hydrodynamical Simulations of the Galaxy Population: Enduring Successes and Outstanding Challenges",
    "question": " What are some important physical processes currently neglected in most state-of-the-art cosmological simulations of galaxy formation?",
    "text": "The level of realism achieved by state-of-the-art cosmological hydrodynamical simulations of the galaxy population has advanced dramatically in the past decade. Despite this success, the outcomes are particularly sensitive to subgrid implementations of feedback processes. It is thus reasonable to argue that this success suffices only to establish that the basic sketch of galaxy-formation theory within the ΛCDM cosmogony is plausible. The development of simulations that can be used to stress test a truly comprehensive theory of galaxy formation and evolution will require confrontation of the devil in the details. Simulations of the galaxy population do not accurately reproduce the internal and vertical structure of galaxies and their reliance on subgrid methods to approximate the influence of unresolved physics leaves lingering degeneracies that diminish predictive power. Furthermore, the simulations neglect physical processes known to be significant in certain regimes. From our suite of examples, only IllustrisTNG models magnetic fields, which could impact cosmic gas flows and thus affect the evolution of galaxies (Pillepich et al. 2018a, van de Voort et al. 2021). The omission of magnetic fields also precludes realistic modeling of the influence of cosmic rays, which, owing to their ISM energy density being comparable with those of the thermal and magnetic pressures, likely influence galaxy-wide outflows (Uhlig et al. 2012). Similarly, thermal conduction influences the structure of the ICM and cooling onto massive galaxies (Carilli & Taylor 2002) but is generally neglected. Modeling the UVB as a spatially uniform radiation field that “switches on” at a fixed redshift is a particularly crude approximation for the evolution of galaxies during the EoR, when local sources of ionizing radiation can dominate the regulation of galaxy growth (Wise & Cen 2009, Trebitsch et al. 2017, Katz et al. 2020). Locally varying radiation fields, such as those produced by flickering AGNs, can also overionize gas and lead to cooling rates being overestimated by orders of magnitude if equilibrium conditions are assumed (Vasiliev 2011, Richings et al. 2014).",
    "citations": [
      [
        "Pillepich",
        "2018"
      ],
      [
        "Taylor",
        "2002"
      ],
      [
        "Richings",
        "2014"
      ],
      [
        "Katz",
        "2020"
      ],
      [
        "Carilli",
        "Taylor",
        "2002"
      ],
      [
        "Voort",
        "2021"
      ],
      [
        "Vasiliev",
        "2011"
      ],
      [
        "Wise",
        "Cen",
        "2009"
      ],
      [
        "Uhlig",
        "2012"
      ],
      [
        "Cen",
        "2009"
      ],
      [
        "Trebitsch",
        "2017"
      ]
    ],
    "arxiv": [
      "0808.2477",
      "1707.05327",
      "1401.4719",
      "2005.13585",
      "1009.1026",
      "1905.11414",
      "1203.1038",
      "1705.00941",
      "0110655",
      "1707.03397"
    ]
  },
  "2104.14580": {
    "title": "Tidal Disruption Events",
    "question": " How has the availability of pre-peak light curve data for TDEs impacted our understanding of their rise times and correlations with black hole mass and luminosity?",
    "text": "We now have 22 TDEs with prepeak sampling of their light curves: PS1-10jh (Gezari et al. 2012), PS1-11af (Chornock et al. 2014), PTF09ge (Arcavi et al. 2014), iPTF16fnl (Blagorodnova et al. 2017), and 15 out of the 17 TDEs in ZTF (van Velzen et al. 2021), plus AT2018dyb/ASASSN-18pg (Leloudas et al. 2019), AT2018fyk/ASASSN-18ul (Wevers et al. 2019), and AT2019ahk/ASASSN-19bt (Holoien et al. 2019b) (see \nFigure 4\n for some examples). This enables us to investigate how their rise time to peak correlates with other TDE parameters and host-galaxy properties. In \nFigure 9\n, I plot the e-folding rise timescale to the peak luminosity, Δt\n\ne, rise, and e-folding decay timescale, Δt\n\ne, decay, as measured by van Velzen et al. (2020), as a function of inferred black hole mass from the host-galaxy mass. As found by van Velzen et al. (2021), there is a correlation between luminosity and rise time, but surprisingly there is no correlation between rise time and inferred central black hole mass. Interestingly, if the rise time was tracing the fallback timescale, then because \n\n and \n\n, one would expect \n\n. If instead, the rise time is tracing the radiative diffusion timescale, t\ndiff ∝ ρR\n2, which for a spherical distribution of radius R and mass M translates to t\ndiff ∝ M/R, then if the radius of the photosphere is set by the intersection radius of the debris streams, R\nint, and the peak luminosity traces the mass accreted, one gets t\ndiff ∝ L/R\nint, and then one would get the positive correlation between L and t\nrise that is observed. With a similar argument, van Velzen et al. (2021) explained that the lack of the expected correlation of \n\n could be attributed to photon trapping in the presence of an outflow, which will prolong the rise time to peak if t\ntr > t\nfb, where \n\n (Metzger & Stone 2016), and thus should be a more important effect for less-massive black holes.\n",
    "citations": [
      [
        "Metzger",
        "Stone",
        "2016"
      ],
      [
        "Stone",
        "2016"
      ],
      [
        "Velzen",
        "2021"
      ],
      [
        "Arcavi",
        "2014"
      ],
      [
        "Wevers",
        "2019"
      ],
      [
        "Holoien",
        "2019"
      ],
      [
        "Velzen",
        "2020"
      ],
      [
        "Blagorodnova",
        "2017"
      ],
      [
        "Chornock",
        "2014"
      ],
      [
        "Leloudas",
        "2019"
      ],
      [
        "Gezari",
        "2012"
      ]
    ],
    "arxiv": [
      "1506.03453",
      "1609.02927",
      "1703.01299",
      "1405.1415",
      "1703.00965",
      "1903.12203",
      "1810.00011",
      "1309.3009",
      "1903.03120",
      "1410.7772",
      "1604.02056",
      "1205.0252"
    ]
  },
  "1812.01615": {
    "title": "Star Clusters Across Cosmic Time",
    "question": " What does the age distribution of stars in the Orion Nebula Cluster reveal about the timescale and dynamics of star formation in clusters?",
    "text": "Age-dating stars is a fraught problem (Soderblom et al. 2014), so the conclusions we draw must be regarded as somewhat tentative, though the situation has improved considerably in the past few years. By far the most comprehensively studied region is the Orion complex. The young stars in Orion are spread over several tens of parsecs, but molecular gas and ongoing star formation are limited to a smaller ∼10 pc region around the ONC, which is ≈1 pc in size (Hillenbrand & Hartmann 1998 find \n\n pc) and is centered on \n\n Ori C, the most massive star in the complex. The ONC is the densest region, and, despite its small volume, represents a significant fraction of the total number of stars in the complex. We illustrate one recent measurement of the age distribution in Orion in \nFigure 13\n, which suggests three important conclusions that apply to other star-forming regions as well (e.g., Tan et al. 2006, Azimlu et al. 2015, Caldwell & Chang 2018, Getman et al. 2018). First, the densest regions show age spreads that are substantially larger than their dynamical times. Using the ages shown in \nFigure 13\n, the time over which 90% of the ONC stars formed is ≈6 Myr (other studies give similar results: Reggiani et al. 2011, Da Rio et al. 2016, Beccari et al. 2017), whereas the free-fall time is ≈0.6 Myr (Tan et al. 2006, Da Rio et al. 2014). Consequently, star formation has been ongoing for ≈10 free-fall times. Although the absolute ages and the magnitude of the age spread depend on the choice of age indicator, the conclusion that there is a substantial age spread is robust against this choice and against possible contamination due to photometric variability (Messina et al. 2017) or variable accretion histories (see the sidebar titled False Age Spreads for Accreting Young Stellar Objects?). This conclusion is also bolstered by kinematic observations showing that the ONC is very close to virial equilibrium (Kim et al. 2019), implying that it must have had time to relax dynamically.\n",
    "citations": [
      [
        "Tan",
        "2006"
      ],
      [
        "Da",
        "Rio",
        "2016"
      ],
      [
        "Hillenbrand",
        "Hartmann",
        "1998"
      ],
      [
        "Beccari",
        "2017"
      ],
      [
        "Rio",
        "2014"
      ],
      [
        "Chang",
        "2018"
      ],
      [
        "Azimlu",
        "2015"
      ],
      [
        "Getman",
        "2018"
      ],
      [
        "Messina",
        "2017"
      ],
      [
        "Rio",
        "2016"
      ],
      [
        "Soderblom",
        "2014"
      ],
      [
        "Reggiani",
        "2011"
      ],
      [
        "Kim",
        "2019"
      ],
      [
        "Caldwell",
        "Chang",
        "2018"
      ],
      [
        "Da",
        "Rio",
        "2014"
      ],
      [
        "Hartmann",
        "1998"
      ]
    ],
    "arxiv": [
      "1705.09496",
      "1804.05075",
      "1108.1015",
      "0603278",
      "1507.02966",
      "1711.07512",
      "1710.09415",
      "1812.04134"
    ]
  },
  "1801.06117": {
    "title": "Origins of Hot Jupiters",
    "question": " What are the key mechanisms and timescales of secular interactions that can excite giant planet eccentricities?",
    "text": "\n2.3.1.2. Secular interactions.\nSecular interactions are slow exchanges of angular momentum between widely separated planets. Secular interactions take place over thousands or even millions of years, depending on the separation and mass of the planets involved. Through secular interactions, a Jupiter can deposit its angular momentum into other planets or stars in the system on a timescale of many orbits. Planets can swap angular momentum periodically (e.g., Petrovich 2015b) or chaotically (e.g., Wu & Lithwick 2011, Hamers et al. 2017), driving the Jupiter's eccentricity to large values. The latter scenario requires three or more planets and is known as secular chaos. (Chaos can occur in hierarchical two-planet systems as well, but it requires large eccentricities and inclinations; see Wu & Lithwick 2011 for a discussion.) Kozai–Lidov cycles are a type of periodic angular momentum exchange that also trade off mutual inclination and eccentricity (Kozai 1962, Lidov 1962, Naoz 2016). Kozai–Lidov cycles can also occur in an initially coplanar system when the outer body is on a highly elliptical orbit (Li et al. 2014b). Kozai–Lidov cycles driven by a star (e.g., Wu & Murray 2003, Fabrycky & Tremaine 2007, Katz et al. 2011, Naoz et al. 2012, Petrovich 2015a) or planet (e.g., Naoz et al. 2011; see Teyssandier et al. 2013 for distinctions between planet–planet and planet–star Kozai) have been widely hypothesized to trigger high-eccentricity tidal migration of hot Jupiters. In another scenario, multiple secular frequencies within a system coincide, creating a secular resonance that elevates planets' eccentricities (e.g., Minton & Malhotra 2011, Xu & Lai 2016). Examples of several types of secular excitation interactions are shown in \nFigure 3\n.",
    "citations": [
      [
        "Lithwick",
        "2011"
      ],
      [
        "Kozai",
        "1962"
      ],
      [
        "Naoz",
        "2016"
      ],
      [
        "Li",
        "2014"
      ],
      [
        "Tremaine",
        "2007"
      ],
      [
        "Xu",
        "Lai",
        "2016"
      ],
      [
        "Lai",
        "2016"
      ],
      [
        "Wu",
        "Murray",
        "2003"
      ],
      [
        "Naoz",
        "2011"
      ],
      [
        "Minton",
        "Malhotra",
        "2011"
      ],
      [
        "Hamers",
        "2017"
      ],
      [
        "Teyssandier",
        "2013"
      ],
      [
        "Naoz",
        "2012"
      ],
      [
        "Malhotra",
        "2011"
      ],
      [
        "Murray",
        "2003"
      ],
      [
        "Fabrycky",
        "Tremaine",
        "2007"
      ],
      [
        "Wu",
        "Lithwick",
        "2011"
      ],
      [
        "Lidov",
        "1962"
      ],
      [
        "Katz",
        "2011"
      ],
      [
        "Petrovich",
        "2015"
      ]
    ],
    "arxiv": [
      "0303010",
      "1510.08918",
      "1206.3529",
      "1602.04751",
      "1409.8296",
      "1606.07438",
      "1011.2501",
      "1601.07175",
      "1310.6044",
      "0705.4285",
      "1012.3475",
      "1310.5048",
      "1601.05814",
      "1102.3131",
      "1405.0494",
      "1106.3340",
      "1407.2249"
    ]
  },
  "2002.04340": {
    "title": "Streams, Substructures, and the Early History of the Milky Way",
    "question": " How do cosmological simulations compare to and inform our understanding of the Milky Way's stellar halo and merger history?",
    "text": "The general picture emerging of a few large building blocks dominating the inner stellar halo, with Gaia-Enceladus as possibly the largest, is consistent with that expected from cosmological simulations for a galaxy like the Milky Way. Zoom-in cosmological hydrodynamical simulations such as Auriga (Grand et al. 2017) and FIRE (Feedback in Realistic Environments) (Hopkins et al. 2014), or those based on N-body methods combined with semianalytic models such as Aquarius (Cooper et al. 2010), are very useful for understanding the general properties of stellar halos and how they might relate to, for example, merger history (Tissera et al. 2013, Pillepich et al. 2015, El-Badry et al. 2018). Some of these simulations are beginning to find Milky Way look-alikes in terms of their merger history, as reported, for example, by Fattahi et al. (2019). Large, fully cosmological hydrodynamical simulations, such as the Illustris suite and its successor IllustrisTNG (Naiman et al. 2018, Nelson et al. 2019) also contain Milky Way–like galaxies. The largest EAGLE cosmological simulation (Schaye et al. 2015), for example, contains 100 objects that are close analogs to the Milky Way in terms of stellar and dark mass, SFR, and bulge-to-disk ratio, of which a handful have dynamically similar stellar halos (see Bignone et al. 2019).",
    "citations": [
      [
        "Fattahi",
        "2019"
      ],
      [
        "Nelson",
        "2019"
      ],
      [
        "Pillepich",
        "2015"
      ],
      [
        "Grand",
        "2017"
      ],
      [
        "Cooper",
        "2010"
      ],
      [
        "Naiman",
        "2018"
      ],
      [
        "Schaye",
        "2015"
      ],
      [
        "El-Badry",
        "2018"
      ],
      [
        "Bignone",
        "2019"
      ],
      [
        "Hopkins",
        "2014"
      ],
      [
        "Tissera",
        "2013"
      ]
    ],
    "arxiv": [
      "1902.05553",
      "0910.3211",
      "1812.05609",
      "1908.07080",
      "1311.2073",
      "1610.01159",
      "1407.7855",
      "1301.1301",
      "1810.07779",
      "1804.00659",
      "1407.7040",
      "1707.03401"
    ]
  },
  "1402.1237": {
    "title": "Mass Loss: Its Effect on the Evolution and Fate of High-Mass Stars",
    "question": " What evidence exists for pre-supernova outbursts in massive stars, and what do they reveal about late-stage stellar evolution?",
    "text": "These direct detections of LBV-like progenitors and of pre-SN outbursts provide unambiguous evidence for violent eruptive mass loss associated with the latest phases in a massive star's life. This only occurs in ∼9% of core-collapse SNe (Smith et al. 2011b). The extremely short timescale of only a few years probably hints at severe instability in the final nuclear burning sequences, especially Ne and O burning (Arnett & Meakin 2011, Quataert & Shiode 2012, Shiode & Quataert 2014, Smith & Arnett 2014), each of which lasts about 1 year. These instabilities may be exacerbated in the most massive stars, although much theoretical work remains to be done. The increased instability at very high initial masses is extreme in cases in which pre-SN eruptions result from the PPI (Woosley et al. 2002, 2007), but eruptions may extend to other nuclear burning instabilities as well (Arnett & Meakin 2011, Smith & Arnett 2014). Although the events listed above are just a few lucky cases, they may also be the tip of the iceberg. Undoubtedly, continued work on the flood of new transient discoveries will reveal more of these cases. [Indeed, as this review went to press, Fraser et al. (2013b) reported the recovery in archival data of an outburst one year before the SN IIn-P 2011ht.] The limitation will be the existence of high-quality archival data over long timescales of years before the SNe, but these sorts of archives are becoming more populated and improved as time passes. When the Large Synoptic Survey Telescope arrives, it may become routine to detect pre-SN outbursts, although constraining their physical nature with spectra will still be a challenge.",
    "citations": [
      [
        "Arnett",
        "2014"
      ],
      [
        "Shiode",
        "2012"
      ],
      [
        "Smith",
        "2011"
      ],
      [
        "Quataert",
        "Shiode",
        "2012"
      ],
      [
        "Meakin",
        "2011"
      ],
      [
        "Woosley",
        "2002"
      ],
      [
        "Quataert",
        "2014"
      ],
      [
        "Shiode",
        "Quataert",
        "2014"
      ],
      [
        "Arnett",
        "Meakin",
        "2011"
      ],
      [
        "IIn-P",
        "2011"
      ],
      [
        "Smith",
        "Arnett",
        "2014"
      ],
      [
        "Fraser",
        "2013"
      ]
    ],
    "arxiv": [
      "1307.5035",
      "1010.3719",
      "1101.5646",
      "1006.3899",
      "1308.5978",
      "1202.5036"
    ]
  },
  "1806.04680": {
    "title": "Obscured Active Galactic Nuclei",
    "question": " What recent observational evidence challenges the standard model of a compact, axisymmetric obscuring torus in AGN, and what alternative geometries have been proposed?",
    "text": "An axiomatic feature of most torus models is that the obscuring gas and dust are broadly symmetric along the rotation axis of the accretion flow. This is motivated by the presence of ionization cones observed in NLR gas (e.g., Zakamska et al. 2006, Fischer et al. 2013) and hidden BLRs in some Seyfert 2 galaxies (see Section 2.1.2). However, recent high-resolution observations of a handful of nearby AGN tori using mid-IR interferometry have revealed the presence of substantial dust emission along the polar direction on parsec scales (e.g., Hönig et al. 2012, Tristram et al. 2014, López-Gonzaga et al. 2016). These polar structures can extend to larger scales, as shown by imaging observations (e.g., Asmus et al. 2016). The physical origin of these features is still unclear but may be associated with an AGN-driven outflow (e.g., Schartmann et al. 2014). In addition, recent observations have cast some doubt on the notion of a compact torus being the sole origin of reflected X-ray emission, as is often assumed in the modeling of obscured AGN (e.g., Murphy & Yaqoob 2009, Brightman & Nandra 2011). Spatially resolved Chandra observations have found evidence for Fe Kα lines produced up to ≈1 kpc away from the nucleus (e.g., Bauer et al. 2015, Fabbiano et al. 2017). Taken together, these results suggest that emission features that have previously been attributed to a compact, axisymmetric torus may often originate from gas and dust with very different geometries. Obscuring material on larger scales may be associated with nuclear starbursts, which are discussed in Section 4.2.",
    "citations": [
      [
        "Brightman",
        "Nandra",
        "2011"
      ],
      [
        "Murphy",
        "Yaqoob",
        "2009"
      ],
      [
        "Tristram",
        "2014"
      ],
      [
        "Nandra",
        "2011"
      ],
      [
        "Fischer",
        "2013"
      ],
      [
        "Gonzaga",
        "2016"
      ],
      [
        "Zakamska",
        "2006"
      ],
      [
        "Fabbiano",
        "2017"
      ],
      [
        "Yaqoob",
        "2009"
      ],
      [
        "Asmus",
        "2016"
      ],
      [
        "Schartmann",
        "2014"
      ],
      [
        "Bauer",
        "2015"
      ]
    ],
    "arxiv": [
      "1409.7404",
      "1312.4534",
      "0905.3188",
      "1012.3345",
      "1705.10680",
      "1308.4129",
      "1411.0670",
      "0603625",
      "1603.02710"
    ]
  },
  "1410.4199": {
    "title": "The Occurrence and Architecture of Exoplanetary Systems",
    "question": " What are the upcoming ground-based and space-based transit surveys, and what are their specific goals and capabilities?",
    "text": "The sky will continue to be scoured for transiting planets. A new round of ground-based surveys is under way, aiming to extend the hunt beyond their traditional quarry of hot Jupiters into the realm of Neptune-sized planets (Bakos et al. 2013, Wheatley et al. 2013) or even smaller planets around M dwarfs (Nutzman & Charbonneau 2008, Giacobbe et al. 2012, Gillon et al. 2013). In space, the handicapped but still potent Kepler telescope has begun monitoring several star fields near the ecliptic plane, the only zone in which it can achieve stable pointing (Howell et al. 2014). The European Characterising Exoplanet Satellite (CHEOPS) mission (Broeg et al. 2013) aims to achieve precise photometry for bright stars, search for transits of Doppler planets, and improve upon the light curves of previously detected transiting planets. NASA's Transiting Exoplanet Survey Satellite (TESS) is scheduled to perform an all-sky, bright-star survey for short-period transiting planets in 2018–2019 (Ricker et al. 2015). Further out, in the mid-to-late 2020s, the European Planetary Transits and Oscillations (PLATO) mission intends to begin longer-duration transit survey over half of the celestial sphere (Rauer et al. 2014).",
    "citations": [
      [
        "Rauer",
        "2014"
      ],
      [
        "Charbonneau",
        "2008"
      ],
      [
        "Nutzman",
        "Charbonneau",
        "2008"
      ],
      [
        "Bakos",
        "2013"
      ],
      [
        "Giacobbe",
        "2012"
      ],
      [
        "Broeg",
        "2013"
      ],
      [
        "Ricker",
        "2015"
      ],
      [
        "Gillon",
        "2013"
      ],
      [
        "Howell",
        "2014"
      ],
      [
        "Wheatley",
        "2013"
      ]
    ],
    "arxiv": [
      "1310.0696",
      "1305.2270",
      "1304.0481",
      "1402.5163",
      "0709.2879",
      "1302.6592",
      "1206.1391",
      "1206.1729"
    ]
  },
  "1403.2783": {
    "title": "The Evolution of Galaxy Structure Over Cosmic Time",
    "question": " How did the advent of deep Hubble Space Telescope imaging campaigns revolutionize the study of galaxy morphologies at high redshifts?",
    "text": "The field of high-redshift studies changed dramatically in 1995–1997 with the advent of the Hubble Deep Fields (HDFs) (Williams et al. 1996, Ferguson et al. 2000) and the discovery of a significant population of high-redshift galaxies that could be discovered by the Lyman-Break technique (Steidel et al. 1996, Shapley 2011), now referred to as Lyman-Break Galaxies (LBGs). The HDFs, and later significant campaigns to obtain very deep Hubble imaging, such as the Hubble Deep Field South (Williams et al. 2000), the Great Observatories Origins Deep Survey (GOODS) (Giavalisco et al. 2004), the Hubble Ultra Deep Field (UDF) (Beckwith et al. 2006), the COSMOS field (Scoville et al. 2007), the Extended Groth Strip survey (EGS) (Davis et al. 2007), and most recently the CANDELS survey (Grogin et al. 2011, Koekemoer et al. 2011), have revolutionized the field of galaxy-formation studies and in particular the study of morphologies.",
    "citations": [
      [
        "Scoville",
        "2007"
      ],
      [
        "Grogin",
        "2011"
      ],
      [
        "Koekemoer",
        "2011"
      ],
      [
        "Shapley",
        "2011"
      ],
      [
        "Beckwith",
        "2006"
      ],
      [
        "Giavalisco",
        "2004"
      ],
      [
        "Steidel",
        "1996"
      ],
      [
        "Ferguson",
        "2000"
      ],
      [
        "Davis",
        "2007"
      ],
      [
        "Williams",
        "1996"
      ],
      [
        "Williams",
        "2000"
      ]
    ],
    "arxiv": [
      "0607632",
      "0607355"
    ]
  },
  "2309.05685": {
    "title": "Protoplanetary Disk Chemistry",
    "question": " What methods are used to model non-LTE line excitation and retrieve molecular abundances from disk observations?",
    "text": "In cases where LTE cannot be assumed, a limited forward modeling approach is needed to predict line excitation using the local disk density and temperature as well as molecular collisional excitation coefficients. Cases where lines are likely in non-LTE include millimeter observations of the disk atmosphere and rovibrational lines. A common approach in these cases is to use an LVG (Large Velocity Gradient) approximation (Piétu et al. 2007, van der Tak et al. 2007) or Monte Carlo–based radiative transfer codes (Brinch & Hogerheijde 2010, Hogerheijde & van der Tak 2000) coupled with an observation simulator to extract molecular abundances. The disk abundance structure can be parametric (e.g., Qi et al. 2011) or the product of a disk chemistry code (Bruderer et al. 2012, Du et al. 2015, Cleeves et al. 2018), but in either case the retrieval is achieved by quantifying the goodness of fit of the different abundance structures to the observations. For IR lines, fast line ray tracers can also be coupled to thermochemical codes to predict the rich line emission from disk regions with large velocity gradients (Pontoppidan et al. 2009, Bosman et al. 2017, Woitke et al. 2018). In addition to molecular abundances, these kinds of retrieval methods are also used to constrain disk environmental parameters such as gas mass, thermal structure, CO depletion, elemental ratios, and ionization (Piétu et al. 2007, Kamp et al. 2010, Dutrey et al. 2014, Cleeves et al. 2015b, Anderson et al. 2019, Miotello et al. 2019, Woitke et al. 2019).",
    "citations": [
      [
        "Bosman",
        "2017"
      ],
      [
        "Du",
        "2015"
      ],
      [
        "Anderson",
        "2019"
      ],
      [
        "Tak",
        "2007"
      ],
      [
        "Kamp",
        "2010"
      ],
      [
        "Brinch",
        "Hogerheijde",
        "2010"
      ],
      [
        "Woitke",
        "2018"
      ],
      [
        "Miotello",
        "2019"
      ],
      [
        "Qi",
        "2011"
      ],
      [
        "Pontoppidan",
        "2009"
      ],
      [
        "Woitke",
        "2019"
      ],
      [
        "Bruderer",
        "2012"
      ],
      [
        "Cleeves",
        "2018"
      ],
      [
        "Cleeves",
        "2015"
      ],
      [
        "Dutrey",
        "2014"
      ],
      [
        "Tak",
        "2000"
      ],
      [
        "Hogerheijde",
        "2010"
      ]
    ],
    "arxiv": [
      "1107.5061",
      "1909.04477",
      "0908.2997",
      "1711.07249",
      "0909.0975",
      "1807.05784",
      "1201.4860",
      "1402.3503",
      "1808.10682",
      "1802.02590",
      "1111.2697",
      "1812.02741",
      "1701.08040",
      "1008.1492",
      "0911.1949",
      "1811.08663",
      "1506.03510"
    ]
  },
  "2202.00690": {
    "title": "The Cold Interstellar Medium of Galaxies in the Local Universe",
    "question": " How have cold gas surveys of representative galaxy samples in the past decade advanced our understanding of gas content across the galaxy population?",
    "text": "The past decade has seen a shift from targeting specific types of galaxies to surveying samples representative of the entire galaxy population in both Hi and CO lines. This became possible also thanks to the availability of large multiwavelength surveys such as SDSS (York et al. 2000), 2MASS (Skrutskie et al. 2006), and Galaxy Evolution Explorer (GALEX; Martin et al. 2005) surveys, which measured stellar masses, star-formation rates (SFRs), and a plethora of other properties that could be used to define representative samples for Hi and CO follow-up. The largest single cold gas surveys in the nearby Universe are xGASS (Catinella et al. 2010, 2012, 2013, 2018) and xCOLD GASS (Saintonge et al. 2011a,b, 2017), which obtained Hi and CO observations for 1,179 and 532 galaxies, respectively, at 0.01 < z < 0.05. The objects were selected from SDSS and are representative of the full galaxy population with M\n\\* > 109 M⊙. The strength of these surveys comes from their sample size, the homogeneity of all the data products, and the depth of the observations. As is shown in Section 4, the latter is of particular importance as it makes it possible to infer the cold gas properties of even the most gas-poor subpopulations, via either spectral stacking or the setting of stringent upper limits. Other notable global cold gas surveys include RESOLVE (Stark et al. 2016), designed to be baryonic mass limited; HRS (Boselli et al. 2010), which includes 322 galaxies (225 of which have CO observations and 315 have Hi data from the literature) that span the full range of environments, from low-density regions to the core of the Virgo cluster; and ALLSMOG (Bothwell et al. 2014, Cicone et al. 2017), which observed CO(2–1) in 88 galaxies in the mass range of 108.5 < M\n\\*/M⊙ < 1010, increasing the coverage of parameter space toward lower-mass galaxies. These surveys have been key in making cold gas a mainstream element in the multiwavelength toolbox of extragalactic observers.",
    "citations": [
      [
        "Skrutskie",
        "2006"
      ],
      [
        "Martin",
        "2005"
      ],
      [
        "Stark",
        "2016"
      ],
      [
        "Cicone",
        "2017"
      ],
      [
        "York",
        "2000"
      ],
      [
        "Catinella",
        "2010"
      ],
      [
        "Boselli",
        "2010"
      ],
      [
        "Saintonge",
        "2011"
      ],
      [
        "Bothwell",
        "2014"
      ]
    ],
    "arxiv": [
      "1409.4764",
      "1610.06932",
      "0006396",
      "1001.5136",
      "1705.05851",
      "0411302",
      "1006.5447",
      "0912.1610"
    ]
  },
  "1311.2603": {
    "title": "Short-Duration Gamma-Ray Bursts",
    "question": " What can be inferred about the kick velocities of short GRB progenitors based on their offsets from host galaxies?",
    "text": "The offset distribution and the locations of short GRBs relative to the stellar light of their hosts are indicative of systemic kicks. The required kick velocities can be inferred from a comparison of the projected physical offsets and the host-galaxy stellar population ages, taking into account the host masses. Although projection effects and uncertainty about the age of any specific short GRB progenitor relative to the host mean stellar population age prevent the extraction of a detailed distribution, it is still possible to determine characteristic kick velocities. Making the assumption (Bloom et al. 2007) that the required kick velocities are roughly the geometric mean between the minimum required velocity (v\nkick,min=δR/τ∗) and the host velocity dispersion (v\ndisp≈120 km s−1 for late-type hosts and ≈ 250 km s−1 for the more massive early-type hosts; Battaglia et al. 2005, Xue et al. 2008), the resulting projected kick velocities span v\nkick∼20–140 km s−1 with a median value of about 60 km s−1 (Fong & Berger 2013). This range is consistent with the kick velocities derived for Galactic NS-NS binaries based on population synthesis models, v\nkick≈5–500 km s−1 (Fryer & Kalogera 1997; Fryer, Burrows & Benz 1998; Wang, Lai & Han 2006; Wong, Willems & Kalogera 2010). It is important to note that the inferred distribution of kicks for short GRBs is consistent with some progenitors having negligible kicks, and it does not strictly require velocities that will unbind the progenitors from their hosts.",
    "citations": [
      [
        "Han",
        "2006"
      ],
      [
        "Fong",
        "Berger",
        "2013"
      ],
      [
        "Fryer",
        "Kalogera",
        "1997"
      ],
      [
        "Kalogera",
        "1997"
      ],
      [
        "Fryer",
        "Burrows",
        "Benz",
        "1998"
      ],
      [
        "Wang",
        "Lai",
        "Han",
        "2006"
      ],
      [
        "Kalogera",
        "2010"
      ],
      [
        "Bloom",
        "2007"
      ],
      [
        "Burrows",
        "Benz",
        "1998"
      ],
      [
        "Benz",
        "1998"
      ],
      [
        "Battaglia",
        "2005"
      ],
      [
        "Willems",
        "Kalogera",
        "2010"
      ],
      [
        "Wong",
        "Willems",
        "Kalogera",
        "2010"
      ],
      [
        "Berger",
        "2013"
      ],
      [
        "Lai",
        "Han",
        "2006"
      ],
      [
        "Xue",
        "2008"
      ]
    ],
    "arxiv": [
      "0801.1232",
      "0607223",
      "1008.2397",
      "1209.4097",
      "0509484",
      "1302.3221",
      "1307.0819",
      "0506102",
      "1209.5423",
      "1210.7238",
      "1306.3960"
    ]
  },
  "1312.0628": {
    "title": "Observational Clues to the Progenitors of Type Ia Supernovae",
    "question": " How can measurements of the Type Ia supernova rate in galaxy clusters be used to constrain the delay time distribution, and what are the current limitations of this approach?",
    "text": "Measuring the SN rate in galaxy clusters as a function of redshift is probably the most direct way to recover the DTD. Optical spectroscopy and multiwavelength photometry of cluster galaxies has shown that most of their stars were formed within short episodes (∼100 Myr) at high redshift (z ∼ 3; Jimenez et al. 2007, Rettura et al. 2011), a good approximation to the δ-function burst defining the DTD. Thus, an almost-direct measurement of the DTD is provided by the observed SN Ia rate per unit stellar mass in galaxy clusters as a function of the time since the cluster's star-formation epoch (i.e., the cosmic epoch at the observed cluster redshift minus the stellar formation epoch). Cluster SN Ia rates have been measured over the past decade in the redshift range 0<z<1.5, corresponding to DTD delays of 2–10 Gyr (Gal-Yam, Maoz & Sharon 2002; Germany et al. 2004; Maoz & Gal-Yam 2004; Sharon et al. 2007; Gal-Yam et al. 2008; Graham et al. 2008; Mannucci et al. 2008; Dawson et al. 2009; Dilday et al. 2010a; Maoz, Sharon & Gal-Yam 2010; Barbary et al. 2012; Sand et al. 2008, 2012). These measurements are still limited by significant Poisson errors due to small SN numbers.",
    "citations": [
      [
        "Sharon",
        "2002"
      ],
      [
        "Rettura",
        "2011"
      ],
      [
        "Sharon",
        "2007"
      ],
      [
        "Gal-Yam",
        "2008"
      ],
      [
        "Barbary",
        "2012"
      ],
      [
        "Sand",
        "2008"
      ],
      [
        "Mannucci",
        "2008"
      ],
      [
        "Dilday",
        "2010"
      ],
      [
        "Dawson",
        "2009"
      ],
      [
        "Gal-Yam",
        "2004"
      ],
      [
        "Germany",
        "2004"
      ],
      [
        "Maoz",
        "Sharon",
        "2002"
      ],
      [
        "Gal-Yam",
        "Maoz",
        "Sharon",
        "2002"
      ],
      [
        "Gal-Yam",
        "2010"
      ],
      [
        "Jimenez",
        "2007"
      ],
      [
        "Graham",
        "2008"
      ]
    ],
    "arxiv": [
      "0309797",
      "0801.2898",
      "0109089",
      "1103.0265",
      "0610724",
      "1010.5786",
      "0711.0808",
      "0801.4968",
      "1006.3576",
      "0710.1094",
      "0610228",
      "0709.2519",
      "0908.3928"
    ]
  },
  "1602.04267": {
    "title": "Structure and Kinematics of Early-Type Galaxies from Integral Field Spectroscopy",
    "question": " How do galaxies form and evolve differently in low-density versus high-density regions of the universe, particularly with regards to disk galaxies and their observed properties at high redshift?",
    "text": "The regions of lower dark matter density are unable to efficiently acquire gas and therefore grow more slowly and gradually. They form disk galaxies, which at high redshift are observed to have high gas fractions (Daddi et al. 2010, Tacconi et al. 2010), have large velocity dispersions, be turbulent compared with their local counterparts (Förster Schreiber et al. 2006, 2009; Genzel et al. 2006, 2008; Law et al. 2012; Kassin et al. 2012; Stott et al. 2016), and appear unstable to clump formation (Elmegreen et al. 2007, Genzel et al. 2011). These clumps may sink toward the center and start forming the bulge (Bournaud et al. 2007, Dekel et al. 2009), or the gas may simply spiral toward the nucleus to grow the bulge in starbursts. During the initial stages, when the velocity dispersion of their groups is quite small, gas-rich mergers can also happen. Isolated spirals are able to sustain nearly constant star formation for a long time, possibly with the contribution of the so called cosmological fountain effect (Fraternali & Binney 2008, Fraternali 2014). During this phase they lie on the so-called star-formation main sequence (Brinchmann et al. 2004, Salim et al. 2007).",
    "citations": [
      [
        "Salim",
        "2007"
      ],
      [
        "Binney",
        "2008"
      ],
      [
        "Genzel",
        "2011"
      ],
      [
        "Bournaud",
        "2007"
      ],
      [
        "Genzel",
        "2006"
      ],
      [
        "Dekel",
        "2009"
      ],
      [
        "Kassin",
        "2012"
      ],
      [
        "Elmegreen",
        "2007"
      ],
      [
        "Daddi",
        "2010"
      ],
      [
        "Fraternali",
        "2014"
      ],
      [
        "Stott",
        "2016"
      ],
      [
        "Fraternali",
        "Binney",
        "2008"
      ],
      [
        "Tacconi",
        "2010"
      ],
      [
        "Brinchmann",
        "2004"
      ],
      [
        "Law",
        "2012"
      ],
      [
        "Schreiber",
        "2006"
      ]
    ],
    "arxiv": [
      "0802.0496",
      "1207.7072",
      "0311060",
      "1004.2120",
      "1310.2956",
      "1002.2149",
      "0603559",
      "1011.5360",
      "1107.3137",
      "0608344",
      "0701121",
      "0911.2776",
      "0704.3611",
      "1601.03400",
      "0901.2458",
      "0905.4669",
      "0708.0306"
    ]
  },
  "2011.01935": {
    "title": "The Cosmic Baryon and Metal Cycles",
    "question": " How does the net accretion rate of gas into the condensed phase compare to the baryonic accretion rate onto halos as a function of redshift?",
    "text": "The increase in the cumulative mass densities of cold gas and stars with decreasing redshift calls for the intake of new material into condensed matter. From this, we infer the required rate of transformation to reproduce the rise in total condensed matter. This is the result of the net conversion of ionized gas from the CGM and IGM reservoirs into cold gas and stars (e.g., Wolfe et al. 2005, Prochaska & Wolfe 2009, Bauermeister et al. 2010, Zafar et al. 2013). This is inclusive of recycling material on galactic scales, with some material previously ejected and ionized by feedback returning to the condensed phases. We plot this net rate of conversion of ionized gas into the condensed phase per unit volume in \nFigure 6b\n\n. The net accretion rate density continuously declines with cosmic time. Also plotted is the baryonic accretion rate onto halos as a function of redshift. We calculate the total mass accretion as the virial mass growth rate of halos from Dekel et al. (2013) integrated over the Bocquet et al. (2016) mass functions at each redshift. The baryon mass accretion rate is the total matter accretion rate scaled by the cosmic baryon fraction (\n\n in our adopted cosmology). The baryon and net condensed matter accretion rates have similar shapes; both are high until \n\n and then drop significantly through today. The drop in accretion rate at low redshift is caused in part by the expansion of the Universe as galaxies are driven away from each other by the repulsive force of dark energy; accretion and merging are slowed, and galaxies are gradually starved of incoming fuel. This accretion rate includes the effects of both smooth accretion and mergers, whose mix changes with redshift and halo mass (Padmanabhan & Loeb 1999).",
    "citations": [
      [
        "Wolfe",
        "2009"
      ],
      [
        "Prochaska",
        "Wolfe",
        "2009"
      ],
      [
        "Dekel",
        "2013"
      ],
      [
        "Bauermeister",
        "2010"
      ],
      [
        "Loeb",
        "1999"
      ],
      [
        "Zafar",
        "2013"
      ],
      [
        "Wolfe",
        "2005"
      ],
      [
        "Padmanabhan",
        "Loeb",
        "1999"
      ],
      [
        "Bocquet",
        "2016"
      ]
    ],
    "arxiv": [
      "1307.0602",
      "0509481",
      "0811.2003",
      "1303.3009",
      "0909.3840",
      "1502.07357"
    ]
  },
  "1904.03190": {
    "title": "Exoplanetary Atmospheres: Key Insights, Challenges, and Prospects",
    "question": " How have atmospheric retrieval techniques for exoplanets evolved over the past decade, and what are the current capabilities?",
    "text": "Atmospheric retrieval refers to deriving the atmospheric properties of a planet from its observed spectrum. The canonical retrieval method comprises a parametric forward model of an exoplanetary atmosphere coupled with a parameter estimation algorithm to estimate the model parameters given a spectral data set. The free parameters in the model include the dominant chemical species with strong features in the observed spectral bandpass, the temperature profile, and the macroscopic cloud/haze parameters, e.g., the location in the atmosphere, spatial extent, and opacity, besides any other free parameters relevant to the spectrum at hand. The first retrieval codes came out a decade ago (Madhusudhan & Seager 2009, 2010); a number of codes are currently available in the field with applicability over the wide range of observations possible. A recent review of existing retrieval codes and capabilities in the field is available from Madhusudhan (2018). The latest developments in retrievals include incorporation of nonequilibrium phenomena at varying levels of complexity, such as different prescriptions for clouds/hazes (e.g., Line et al. 2016, Barstow et al. 2017, Lavie et al. 2017b, MacDonald & Madhusudhan 2017b), deviations from radiative–convective equilibrium (Gandhi & Madhusudhan 2017), and benchmarking with 3D circulation models (Blecic et al. 2017). State-of-the-art codes use a wide range of parameter estimation methods spanning Markov chain Monte Carlo methods (Blecic et al. 2017), optimal estimation gradient-descent algorithm (Barstow et al. 2017), and nested sampling algorithm (e.g., Benneke & Seager 2013). More recently, machine learning algorithms have been explored for atmospheric retrieval (e.g., Waldmann 2016). In recent years, state-of-the-art retrieval codes have allowed detailed constraints on the chemical compositions, temperature profiles, and properties of clouds/hazes in a number of exoplanets, both transiting and directly imaged (Madhusudhan 2018).",
    "citations": [
      [
        "Blecic",
        "2017"
      ],
      [
        "Waldmann",
        "2016"
      ],
      [
        "Benneke",
        "Seager",
        "2013"
      ],
      [
        "Barstow",
        "2017"
      ],
      [
        "Line",
        "2016"
      ],
      [
        "Madhusudhan",
        "2018"
      ],
      [
        "Madhusudhan",
        "2017"
      ],
      [
        "Seager",
        "2013"
      ],
      [
        "MacDonald",
        "Madhusudhan",
        "2017"
      ],
      [
        "Seager",
        "2009"
      ],
      [
        "Madhusudhan",
        "Seager",
        "2009"
      ],
      [
        "Gandhi",
        "Madhusudhan",
        "2017"
      ],
      [
        "Lavie",
        "2017"
      ]
    ],
    "arxiv": [
      "1705.08893",
      "1309.6016",
      "1605.08810",
      "1306.6325",
      "1610.01841",
      "1610.02848",
      "1504.00217",
      "1511.08339",
      "1808.03645",
      "1611.03083",
      "1511.05528",
      "1803.06678",
      "0910.1347",
      "1511.09443",
      "1511.08901",
      "0903.4880",
      "1706.02302",
      "1612.06409",
      "1705.03305"
    ]
  },
  "2010.10171": {
    "title": "Star-Forming Galaxies at Cosmic Noon",
    "question": " How are the mass outflow rates and energetics of galactic winds in high-redshift star-forming galaxies estimated using broad H-alpha emission, and what do the results imply about the driving mechanisms?",
    "text": "The broad H\n\n emission is well suited to estimate mass outflow rates and energetics. Assuming case B recombination and an electron temperature \n\n, the mass of ionized gas in the outflow can be estimated via \n\n, where \n\n is the intrinsic luminosity in the broad emission component and \n\n is the local electron density, from which the mass outflow rate can be computed as \n\n, where \n\n and \n\n are the outflow velocity and extent, respectively (e.g., Genzel et al. 2011, Newman et al. 2012a). Calculations typically assume H dominates the mass, and a 36% mass correction for He is applied. Based on these relationships, \n\n estimates in the range of ∼0.1 up to above unity were derived on galactic and subgalactic scales (e.g., Genzel et al. 2011; Newman et al. 2012a,b; Davies et al. 2019; Förster Schreiber et al. 2019; Freeman et al. 2019; Swinbank et al. 2019). Although details in assumptions and samples vary among studies, a key difference lies in the adopted value for \n\n, which ranges between ∼50 and ∼400 cm−3. No significant or mildly positive trends of \n\n with stellar mass were found in the larger samples spanning \n\n, assuming a constant \n\n (e.g., Freeman et al. 2019, Förster Schreiber et al. 2019, Swinbank et al. 2019). Estimates based on IS absorption features depend more importantly on geometrical factors, as the absorption strength traces the gas columns along the line of sight, with \n\n (where \n\n and \n\n are the angular and clumpiness covering fractions, respectively, and \n\n is the column density), as well as ISM chemistry and radiative transfer effects on the line profiles (e.g., Veilleux et al. 2005). Under reasonable assumptions, \n\n was found in outflow studies of SFG samples employing this technique (e.g., Weiner et al. 2009, Kornei et al. 2012). Comparing wind momentum and energy rate, \n\n and \n\n, to the momentum and luminosity input from star formation, \n\n and \n\n, most results are in the ranges \n\n–1 and \n\n and thus are consistent with momentum-driven winds powered by the star-formation activity (e.g., Genzel et al. 2011, Newman et al. 2012a, Förster Schreiber et al. 2019; but see Swinbank et al. 2019 for a contrasting result). Trends of \n\n found in other studies from emission and IS absorption diagnostics suggest a possible mixture of momentum and energy driving (e.g., Weiner et al. 2009, Davies et al. 2019).",
    "citations": [
      [
        "Veilleux",
        "2005"
      ],
      [
        "Schreiber",
        "2019"
      ],
      [
        "Genzel",
        "2011"
      ],
      [
        "Kornei",
        "2012"
      ],
      [
        "Freeman",
        "2019"
      ],
      [
        "Weiner",
        "2009"
      ],
      [
        "Newman",
        "2012"
      ],
      [
        "Swinbank",
        "2019"
      ],
      [
        "Davies",
        "2019"
      ]
    ],
    "arxiv": [
      "1104.0248",
      "1808.10700",
      "1807.04738",
      "1011.5360",
      "0504435",
      "1903.05148",
      "1205.0812",
      "0804.4686"
    ]
  },
  "2202.05867": {
    "title": "Photodissociation and X-Ray-Dominated Regions",
    "question": " What is CO-dark molecular gas, and how does its fraction vary with galactic conditions?",
    "text": "Using gamma-ray observations, Grenier et al. (2005) found gas that was not seen in either Hi or CO emission. It is now considered to be mainly molecular (Murray et al. 2018a) and is known as the CO-poor or CO-dark molecular gas that was observed earlier in translucent clouds and explained by theoretical models (van Dishoeck & Black 1987, Lada & Blitz 1988, van Dishoeck 1990). The CO-dark layer is located at an A\nV ∼ 1 in PDRs, where H2 self-shielding creates a layer of H2, whereas CO forms deeper into the cloud (van Dishoeck & Black 1988). Wolfire et al. (2010) constructed theoretical models of the surfaces of illuminated molecular clouds and found, for local Galactic conditions, a CO-dark mass fraction of ∼30%. Values of ∼30–50% are roughly consistent with Galactic observations from gamma-ray observations (Grenier et al. 2005), dust emission from the Planck Surveyor Satellite (Planck Collab. et al. 2011), extinction from the Two-Micron All Sky Survey (Paradis et al. 2012), [Cii] line emission from Herschel (Pineda et al. 2013), and mass estimates from numerical simulations of galactic disks where the CO-dark gas is found in interarm filaments (e.g., Smith et al. 2014; see also Kalberla et al. 2020). There is also a significant CO-dark fraction in the diffuse gas discussed in Section 7.3. The [Cii] and [Ci] emission can in principle trace the CO-dark gas but must be calibrated because the [Cii] also arises in Hi gas, and [Ci] misses the C+–H2 regions. Models (e.g., Wolfire et al. 2010, Nordon & Sternberg 2016, Madden et al. 2020) predict the dark gas fraction should increase at lower metallicity because of reduced shielding of the CO, although Hu et al. (2021) suggest the effect of metallicity is not as large as in previous models. The trend is confirmed by observations in the Galactic disk, where the metallicity decreases by a factor of ∼2.6 between 4 kpc and 10 kpc while the CO-dark gas fraction increases by a factor of ∼4 (Pineda et al. 2013, Langer et al. 2014), and also by observations in low-metallicity galaxies (Section 8.4).",
    "citations": [
      [
        "Murray",
        "2018"
      ],
      [
        "Black",
        "1987"
      ],
      [
        "Sternberg",
        "2016"
      ],
      [
        "Hu",
        "2021"
      ],
      [
        "Dishoeck",
        "Black",
        "1987"
      ],
      [
        "Dishoeck",
        "1990"
      ],
      [
        "Madden",
        "2020"
      ],
      [
        "Kalberla",
        "2020"
      ],
      [
        "Nordon",
        "Sternberg",
        "2016"
      ],
      [
        "Wolfire",
        "2010"
      ],
      [
        "Paradis",
        "2012"
      ],
      [
        "Pineda",
        "2013"
      ],
      [
        "Grenier",
        "2005"
      ],
      [
        "Langer",
        "2014"
      ],
      [
        "Lada",
        "Blitz",
        "1988"
      ],
      [
        "Smith",
        "2014"
      ],
      [
        "Black",
        "1988"
      ],
      [
        "Blitz",
        "1988"
      ],
      [
        "Dishoeck",
        "Black",
        "1988"
      ]
    ],
    "arxiv": [
      "1304.7770",
      "1312.3320",
      "2004.14630",
      "2009.00649",
      "1403.1589",
      "1409.0537",
      "1004.5401",
      "1603.02300",
      "2103.03889",
      "1205.3384"
    ]
  },
  "1501.05317": {
    "title": "Observations of the icy universe.",
    "question": " What are the characteristics and variations of ice features observed in the central parsec of the Galaxy, and what do they reveal about local conditions?",
    "text": "Most of the IR sources in the central parsec of the Galaxy show ice absorption features. The depths of the 3.0-μm H2O and 4.67-μm CO bands (McFadzean et al. 1989, Chiar et al. 2002, Moultaka et al. 2005) and the 4.62-μm XCN feature (Moneti et al. 2001, Chiar et al. 2002, Moultaka et al. 2009) vary with factors of ∼4 between these sources. As much as 60–80% of the H2O ices may be local to the inner parsec of the Galaxy, possibly in dense clumps in the circumnuclear ring or mini-spiral (Chiar et al. 2002, Moultaka et al. 2005). The foreground contamination is less certain for CO ices (Moultaka et al. 2009), but in any case the total column relative to H2O is small (<10%). Although not much CO has frozen out, there is little evidence for thermal processing. The CO profile has a strong apolar component (Moneti et al. 2001, Moultaka et al. 2005), and the 15.2-μm CO2 bending mode, observed in the ISO beam of ∼20 arcsec encompassing a number of IRS sources, shows a lack of thermal processing as well (Gerakines et al. 1999). Other detected ice species include NH3 and CH4, whereas solid CH3OH is notably underabundant (<5%; Chiar et al. 2000, 2002). The detection of the stretch mode of NH3 at 2.96 μm in ISO and high spatial resolution ground-based observations, supported by the presence of NH3.H2O hydrates at 3.2–3.7 μm and by the 6.2-μm bend mode, is unusual and implies a large NH3 abundance of up to 30% relative to solid H2O. An N-rich environment is also reflected in a high OCN− abundance of 3% toward GC IRS 19 (Chiar et al. 2002; recalculated using the band strength by van Broekhuizen et al. 2005).",
    "citations": [
      [
        "Chiar",
        "2000"
      ],
      [
        "Gerakines",
        "1999"
      ],
      [
        "Chiar",
        "2002"
      ],
      [
        "Moultaka",
        "2005"
      ],
      [
        "Moneti",
        "2001"
      ],
      [
        "Broekhuizen",
        "2005"
      ],
      [
        "Moultaka",
        "2009"
      ],
      [
        "McFadzean",
        "1989"
      ]
    ],
    "arxiv": [
      "0012292",
      "0507161",
      "0906.5507",
      "0002421"
    ]
  },
  "1503.05206": {
    "title": "Powerful Outflows and Feedback from Active Galactic Nuclei",
    "question": " What evidence do recent infrared observations provide for large-scale molecular outflows in nearby quasars, and how do these compare to theoretical predictions for AGN feedback?",
    "text": "Recent IR observations show abundant evidence for molecular outflows with speeds and mass rates similar to that in Equations 50 and 57. Feruglio et al. (2010), Rupke & Veilleux (2011), and Sturm et al. (2011) find large-scale (kiloparsec) flows with v\nout∼1×103 km s−1 and \n\n year−1) in the nearby quasar Mrk 231. Other galaxies show similar phenomena (cf. Tacconi et al. 2002; Lonsdale et al. 2003; Veilleux et al. 2009; Riffel & Storchi-Bergmann 2011a,b; Sturm et al. 2011; see also Zubovas & King 2012a, their tables 1 and 2, for a detailed comparison with the theoretical predictions). In each case it appears that AGN feedback is the driving agency. There is general agreement for Mrk 231, for example, that the mass outflow rate \n\n and the kinetic energy rate \n\n are too large to be driven by star formation but comparable with values predicted for AGN feedback.",
    "citations": [
      [
        "Storchi-Bergmann",
        "2011"
      ],
      [
        "Tacconi",
        "2002"
      ],
      [
        "Rupke",
        "Veilleux",
        "2011"
      ],
      [
        "Sturm",
        "2011"
      ],
      [
        "Veilleux",
        "2009"
      ],
      [
        "King",
        "2012"
      ],
      [
        "Feruglio",
        "2010"
      ],
      [
        "Lonsdale",
        "2003"
      ],
      [
        "Veilleux",
        "2011"
      ],
      [
        "Zubovas",
        "King",
        "2012"
      ]
    ],
    "arxiv": [
      "0304335",
      "1006.1655"
    ]
  },
  "2103.02127": {
    "title": "Exoplanet Statistics and Theoretical Implications",
    "question": " What are the limitations of current approaches to modeling the intrinsic multiplicity distribution of planetary systems?",
    "text": "Although modeling the mutual inclination as a Rayleigh distribution (or more generally, Fisher distribution; Tremaine & Dong 2012, Zhu et al. 2018b) seems a reasonable choice (see also Tremaine 2015), the proper functional form for the intrinsic multiplicity distribution remains an open question. Nevertheless, it is certainly oversimplified to assume that all planetary systems have the same number of planets (e.g., Ballard & Johnson 2016, Mulders et al. 2018). Having a Poisson distribution for the intrinsic multiplicity (e.g., Lissauer et al. 2011, He et al. 2019, Sandford et al. 2019, Zink et al. 2019) is likely not justified either. The underlying assumption behind the Poisson distribution is that occurrences and properties of individual planets around the same host are independent from each other. Although it has not been proved invalid for Kepler planets, there is emerging evidence that the presence and properties of planets inside the same system may be correlated because of the shared formation environment and/or host properties (see Sections 1.1, 2.4, and 2.5). Furthermore, the exponential or power-law (i.e., Zipfian distribution; Sandford et al. 2019) forms can be securely ruled out. These distributions predict overly abundant intrinsic single-planet systems, which is not supported by TTV observations (e.g., Ford et al. 2011).",
    "citations": [
      [
        "Dong",
        "2012"
      ],
      [
        "Zhu",
        "2018"
      ],
      [
        "Zink",
        "2019"
      ],
      [
        "He",
        "2019"
      ],
      [
        "Ford",
        "2011"
      ],
      [
        "Mulders",
        "2018"
      ],
      [
        "Ballard",
        "Johnson",
        "2016"
      ],
      [
        "Lissauer",
        "2011"
      ],
      [
        "Sandford",
        "2019"
      ],
      [
        "Tremaine",
        "2015"
      ],
      [
        "Johnson",
        "2016"
      ],
      [
        "Tremaine",
        "Dong",
        "2012"
      ]
    ],
    "arxiv": [
      "1805.08211",
      "1803.00777",
      "1410.4192",
      "1907.08148",
      "1102.0543",
      "1901.00196",
      "1802.09526",
      "1102.0547",
      "1101.1097",
      "1106.5403",
      "1504.01160",
      "1907.07773",
      "1102.0544"
    ]
  },
  "2209.08940": {
    "title": "Gaussian Process Regression for Astronomical Time Series",
    "question": " How are Gaussian processes used to study the population-level properties and variability of active galactic nuclei?",
    "text": "GPR is also used to study the population-level properties of AGN samples by characterizing and interpreting the statistics of the light curve variability for large samples. The idea is that the properties of the stochastic variations of an AGN light curve are driven by an accretion disk near the central supermassive black hole and that this variability provides an observational probe of the small scale astrophysical processes. The standard approach is to fit a GP model to the light curve—typically using a damped random walk kernel (e.g., Kozłowski et al. 2010; MacLeod et al. 2010, 2012), or the more general CARMA kernel (e.g., Kelly et al. 2014, Zhang et al. 2022, Yu et al. 2022), because these permit efficient computations even with large data sets—and then to use the inferred hyperparameter values to constrain the variability amplitudes and timescales of the system (e.g., Kozłowski et al. 2010; MacLeod et al. 2010, 2012; Kelly et al. 2014; Kasliwal et al. 2017; Moreno et al. 2019; Stone et al. 2022; Zhang et al. 2022; Yu et al. 2022). These amplitudes and timescales have been shown to empirically correlate with the fundamental properties of the AGN system, such as the mass of the central black hole, Eddington ratio, and bolometric luminosity.",
    "citations": [
      [
        "Kelly",
        "2014"
      ],
      [
        "Yu",
        "2022"
      ],
      [
        "Zhang",
        "2022"
      ],
      [
        "Kasliwal",
        "2017"
      ],
      [
        "Stone",
        "2022"
      ],
      [
        "Moreno",
        "2019"
      ],
      [
        "MacLeod",
        "2010"
      ]
    ],
    "arxiv": [
      "2211.10007",
      "2201.08943",
      "1402.5978",
      "1607.04299",
      "1004.0276",
      "1811.00154",
      "2201.02762"
    ]
  },
  "2001.03181": {
    "title": "The Dust Attenuation Law in Galaxies",
    "question": " How do theoretical models explain the observed IRX-β relation in galaxies, and what factors contribute to scatter in this relation?",
    "text": "A wide range of theoretical methodologies have been employed to understand expectations for the observed IRX–β relation in galaxies. These include analytic models (Ferrara et al. 2017, Popping et al. 2017b), SAMs (e.g., Granato et al. 2000), idealized galaxy evolution simulations (Safarzadeh et al. 2017), and cosmological hydrodynamic galaxy-formation simulations (Mancini et al. 2016, Cullen et al. 2017, Narayanan et al. 2018b). For the most part, there is consensus among the varied theoretical efforts. Granato et al. (2000) demonstrated the importance of decoupled sites of emission of UV and IR radiation via consideration of the impact of birth cloud clearing times on their simulations. Similarly, Narayanan et al. (2018b) explicitly calculated the UV optical depths for hydrodynamic simulations of galaxy evolution to arrive at a similar point, whereas Popping et al. (2017b) cast this result in the context of holes in obscuring dust screens, as well as the impact of increased turbulence in the obscuring ISM. In short, increasing optical depths move galaxies along the IRX–β relation (\n\nFigure 5\n\n) while increasingly decoupled star-dust geometries (i.e., a proxy for varying attenuation curves) displace galaxies vertically in IRX–β space. It is a point of consensus among theoretical models that the scatter in where star-forming galaxies present in IRX–β space is due to the diversity of underlying attenuation laws; this cause for the scatter has also been suggested in the interpretation of various observational data sets (e.g., Boquien et al. 2009, 2012; Mao et al. 2014; Álvarez-Márquez et al. 2019; Salim & Boquien 2019). What is unknown, however, is the root cause of the attenuation law variations. There is a degeneracy between variations in dust extinction curves (i.e., variations in grain sizes and/or the optical properties of grains) and the star-dust geometry in driving attenuation law variations. Both can impact the location of galaxies in the IRX–β space by modifying the attenuation curve.",
    "citations": [
      [
        "Granato",
        "2000"
      ],
      [
        "Boquien",
        "2019"
      ],
      [
        "Cullen",
        "2017"
      ],
      [
        "Mancini",
        "2016"
      ],
      [
        "Boquien",
        "2009"
      ],
      [
        "Mao",
        "2014"
      ],
      [
        "Ferrara",
        "2017"
      ],
      [
        "Safarzadeh",
        "2017"
      ],
      [
        "Narayanan",
        "2018"
      ],
      [
        "Popping",
        "2017"
      ],
      [
        "Salim",
        "Boquien",
        "2019"
      ]
    ],
    "arxiv": [
      "1406.3894",
      "1607.01824",
      "0001308",
      "0910.0774",
      "1701.07869",
      "1604.07402",
      "1811.03094",
      "1903.06715",
      "1607.04285",
      "1812.05606"
    ]
  },
  "2011.08948": {
    "title": "Observational Constraints on Black Hole Spin",
    "question": " How do the spin distributions of black holes observed through electromagnetic methods compare to those detected via gravitational waves, and what implications does this have?",
    "text": "By stark contrast, the premerger black holes of the BBHs seen in GWs are characterized by low spins (Farr et al. 2017; Tiwari et al. 2018; Abbott et al. 2019, 2020b; Miller et al. 2020). Although the presence of one rapidly spinning component is consistent with LIGO-Virgo data in a small number of the GW events (particularly GW151226, GW170729, and maybe the low-mass secondary of GW190412; Roulet & Zaldarriaga 2019, Mandel & Fragos 2020), for none of these systems is it the preferred model. An analysis of the full set of O1–O2 LIGO-Virgo BBHs, accounting for selection effects and biases, shows the population of premerger black holes to have \n\n assuming isotropic spins, with tighter limits \n\n if we adopt as a prior that the spins are aligned with the orbit (Roulet & Zaldarriaga 2019).",
    "citations": [
      [
        "Tiwari",
        "2018"
      ],
      [
        "Abbott",
        "2019"
      ],
      [
        "Mandel",
        "Fragos",
        "2020"
      ],
      [
        "Fragos",
        "2020"
      ],
      [
        "Roulet",
        "Zaldarriaga",
        "2019"
      ],
      [
        "Zaldarriaga",
        "2019"
      ],
      [
        "Farr",
        "2017"
      ],
      [
        "Miller",
        "2020"
      ]
    ],
    "arxiv": [
      "2007.04324",
      "1806.10610",
      "1811.12907",
      "2004.09288",
      "1706.01385",
      "2001.06051",
      "1809.01401"
    ]
  },
  "1711.07434": {
    "title": "The Interstellar Dust Properties of Nearby Galaxies",
    "question": " How does the photoelectric heating efficiency vary in galaxies, and what factors influence it?",
    "text": "In PDRs, the gas is primarily heated by photoelectrons ejected from the grains (Draine 1978). The PE heating is most efficient for the smallest sizes, particularly for the carriers of the UIBs (see, e.g., Weingartner & Draine 2001). This heating efficiency therefore depends on the dust properties and thus on the environment. Assuming that [Cii]\n\n is the main gas coolant, the PE efficiency, ϵPE, can be approximated by the gas-to-dust cooling ratio: ϵPE≃LCii\n/L\nTIR. Detailed studies usually add other lines to the gas cooling rate, such as [Oi]\n\n, to have a more complete estimate (see, e.g., Cormier et al. 2015). Overall, Smith et al. (2017) found that 0.1%≲ϵPE≲1%, with an average of 〈ϵPE〉≃0.5%, in a sample of 54 nearby galaxies. It appears that ϵPE is lower when the dust temperature is higher (Rubin et al. 2009, Croxall et al. 2012). This is not likely the result of the destruction of the UIB carriers, as their intensity correlates best with the [Cii]\n\n emission (see, e.g., Helou et al. 2001). It is conjectured, rather, to result from the saturation of grain charging in UV-bright regions. The shape of the ISRF also has consequences for the accuracy with which L\nTIR represents the true UV PE-efficient flux. Indeed, Kapala et al. (2017) showed that the variations of ϵPE in M31 could be explained by the contribution of old stars to \n\n. Finally, one of the most puzzling features is that \n\n is higher at low metallicity (Poglitsch et al. 1995, Madden et al. 1997, Cormier et al. 2015, Smith et al. 2017), while the UIB strength drops in these systems (see Section 4.3.4). This is currently poorly understood. However, in the extreme case of I Zw 18 (Z≃1/35Z⊙), where no UIB is detected and the PE heating is estimated to be negligible, the gas-cooling-to-TIR ratio is still ≃1% (Lebouteiller et al. 2017). In this instance, the gas could be heated by X-rays.",
    "citations": [
      [
        "Cormier",
        "2015"
      ],
      [
        "Draine",
        "1978"
      ],
      [
        "Croxall",
        "2012"
      ],
      [
        "Draine",
        "2001"
      ],
      [
        "Helou",
        "2001"
      ],
      [
        "Lebouteiller",
        "2017"
      ],
      [
        "Poglitsch",
        "1995"
      ],
      [
        "Madden",
        "1997"
      ],
      [
        "Kapala",
        "2017"
      ],
      [
        "Smith",
        "2017"
      ],
      [
        "Weingartner",
        "Draine",
        "2001"
      ],
      [
        "Rubin",
        "2009"
      ]
    ],
    "arxiv": [
      "1611.01521",
      "1201.1016",
      "1705.06292",
      "1702.07377",
      "0812.2396",
      "1502.03131",
      "0008146"
    ]
  },
  "1703.10728": {
    "title": "Ultraluminous X-Ray Sources",
    "question": " How do supercritical accretion models interpret the two-component spectra observed in brighter ultraluminous X-ray sources?",
    "text": "The two-component spectra of brighter ULXs have been physically interpreted via supercritical accretion models, with the soft component being emission from the inner photosphere within the outflowing wind (King & Pounds 2003, Poutanen et al. 2007) and the hard component being the hot, inner disk emission (Middleton et al. 2011a, Kajava et al. 2012). This differs from the original interpretation of the two-component UL spectra discussed in Section 2.2. The luminosity of the soft/wind component is then predicted to decrease with increasing temperature (Poutanen et al. 2007), in strong contrast with the expected behavior of a disk. As discussed in Section 2.5, the soft component of ULX spectra fitted with two-component models generally shows decreasing luminosity, both total and in the soft component, with increasing temperature (Feng & Kaaret 2007), with a relationship L∝T\n−3.5 (Kajava & Poutanen 2009).",
    "citations": [
      [
        "Kajava",
        "Poutanen",
        "2009"
      ],
      [
        "King",
        "Pounds",
        "2003"
      ],
      [
        "Poutanen",
        "2007"
      ],
      [
        "Feng",
        "Kaaret",
        "2007"
      ],
      [
        "Kaaret",
        "2007"
      ],
      [
        "Poutanen",
        "2009"
      ],
      [
        "Kajava",
        "2012"
      ],
      [
        "Middleton",
        "2011"
      ],
      [
        "Pounds",
        "2003"
      ]
    ],
    "arxiv": [
      "0707.2055",
      "0703598",
      "0609274",
      "0305541",
      "0705.1978",
      "0906.1485",
      "1202.1102"
    ]
  },
  "1603.01280": {
    "title": "Gravitational Instabilities in Circumstellar Disks",
    "question": " What types of objects are most likely to form from gravitational instability-induced disk fragmentation, and why are planets disfavored compared to brown dwarfs and stellar companions?",
    "text": "The nonlinear phase of GI can lead to fragmentation of the disk into bound objects in orbit about the primary star. Do these fragments become stars? Brown dwarfs? Planets (see the sidebar What Is a Planet?)? Beginning with Adams et al. (1989), there is a growing consensus that GI-born objects are most likely to evolve into either BDs or stellar binary companions around sufficiently massive stars (Kratter & Matzner 2006, Stamatellos & Whitworth 2009b, Kratter et al. 2010b, Zhu et al. 2012, Forgan & Rice 2013). In contrast, Boss (1997) argued that the direct collapse of clumps from GIs can create massive gas giant planets (see also Durisen et al. 2007, and references therein). More recently, a series of papers starting with Nayakshin (2010) have proposed that a combination of GI and tidal stripping can even produce rocky planets. Considering which disks are susceptible to GI and fragmentation reveals parameters unfavorable to the formation of planets but favorable to the formation of more massive wide-orbit companions. In Section 4, we have seen that unstable disks are massive, which leads to large initial masses for fragments; they are often undergoing rapid infall, which can enhance the subsequent growth rates; and they are experiencing rapid angular momentum transport, which can cause rapid migration and destruction of marginally bound objects (which are the most likely to be low in mass in the first place). All of these features favor the formation of objects above the deuterium burning limit.",
    "citations": [
      [
        "Nayakshin",
        "2010"
      ],
      [
        "Zhu",
        "2012"
      ],
      [
        "Rice",
        "2013"
      ],
      [
        "Matzner",
        "2006"
      ],
      [
        "Whitworth",
        "2009"
      ],
      [
        "Forgan",
        "Rice",
        "2013"
      ],
      [
        "Stamatellos",
        "Whitworth",
        "2009"
      ],
      [
        "Durisen",
        "2007"
      ],
      [
        "Kratter",
        "Matzner",
        "2006"
      ],
      [
        "Boss",
        "1997"
      ],
      [
        "Adams",
        "1989"
      ],
      [
        "Kratter",
        "2010"
      ]
    ],
    "arxiv": [
      "1007.4159",
      "0704.2532",
      "0609692",
      "0603179",
      "1304.4978",
      "1010.3702"
    ]
  },
  "2006.07071": {
    "title": "Astrochemistry During the Formation of Stars",
    "question": " What chemical differentiation has been observed within the Orion KL region, and how has this improved our understanding of COM formation and distribution?",
    "text": "Thanks to its short distance, Orion KL can be studied in greater detail than Sgr B2, and many signs of chemical differentiation have been seen within this source. For example, resolved CARMA (Combined Array for Research in Millimeter-wave Astronomy) observations showed that cyanides peak at different locations from other species such as CH3OCH3 and CH3OCHO (Friedel & Snyder 2008). A differentiation between N-bearing COMs (cyanides and NH2CHO) and O-bearing COMs (alcohols, CH3OCH3, and CH3OCHO) has also been inferred from differences in their excitation temperatures from Herschel observations by Crockett et al. (2015), who found that the former trace hotter gas (200–300 K) than the latter (100–150 K). However, the CH3C(O)CH3 emission detected with the Plateau de Bure Interferometer (PdBI) resembles more the cyanide emission than that of CH3OCH3 and CH3OCHO (Peng et al. 2013, Feng et al. 2015), two COMs that were found to be strongly spatially correlated (Brouillet et al. 2013). To complicate the situation even further, Favre et al. (2017) demonstrated with ALMA that CH3COOH and (CH2OH)2 trace a more compact region located closer to the hot core than other O-bearing COMs. Analyzing a larger sample of O-bearing COMs detected with ALMA, Tercero et al. (2018) confirmed this result and showed that there is in fact a more general spatial segregation between the COMs containing a C-O-C structure and the COMs containing a C-OH bond, the former tracing the compact ridge and the latter the hot core. Tercero et al. (2018) interpret this segregation as resulting from the chemistry being dominated by different radicals in these two regions, methoxy (CH3O·) in the former and hydroxymethyl (·CH2OH) in the latter. One caveat in these discussions is that integrated intensity maps intended to trace a particular transition of a given COM may be contaminated by emission from other species due to the complex velocity structure of the Orion KL region (Pagani et al. 2017). A more reliable method would be to construct column density maps from LTE fits of the spectrum of each pixel (e.g., using the VINE method; Calcutt et al. 2018b).",
    "citations": [
      [
        "Peng",
        "2013"
      ],
      [
        "Brouillet",
        "2013"
      ],
      [
        "Pagani",
        "2017"
      ],
      [
        "Calcutt",
        "2018"
      ],
      [
        "Friedel",
        "Snyder",
        "2008"
      ],
      [
        "Snyder",
        "2008"
      ],
      [
        "Favre",
        "2017"
      ],
      [
        "Feng",
        "2015"
      ],
      [
        "Crockett",
        "2015"
      ],
      [
        "Tercero",
        "2018"
      ]
    ],
    "arxiv": [
      "1304.4793",
      "1212.4531",
      "1808.08753",
      "1506.03875",
      "1811.08765",
      "1707.01741",
      "0709.3232",
      "1504.08012"
    ]
  },
  "2307.08464": {
    "title": "Atomic Hydrogen in the Milky Way: A Stepping Stone in the Evolution of Galaxies",
    "question": " How do HI supershells influence the structure and cooling of interstellar gas, particularly in forming cold neutral medium (CNM) and molecular gas?",
    "text": "The various observational studies published on Hi supershells throughout the late 1990s and 2000s made it clear that the role of supershells is to order the diffuse Hi into large-scale, filamentary structures visible throughout the Galactic Plane. Does the Hi also cool within these structures? Simulations have shown that supershells sweep up the warm, ambient medium into dense, structured filamentary walls where the gas can cool to form CNM and molecular clumps (Koyama & Inutsuka 2000, Mac Low et al. 2005, Hopkins et al. 2012). From an observational perspective, this role is less well documented, although there have certainly been examples of supershells with associated molecular gas (e.g., Fukui et al. 1999, Dawson et al. 2008). McClure-Griffiths et al. (2003) found clumps of narrow-linewidth Hi in the walls of a large supershell, suggesting that the structures were formed by Rayleigh–Taylor instabilities. Both Knee & Brunt (2001) and Moss et al. (2013) used HISA to show that the walls of two supershell structures were dominated by cold gas. The most comprehensive analysis of supershells as collectors and coolers of gas was produced by Dawson et al. (2011), who showed that within two supershells the walls were dominated by cold gas with estimated temperatures and densities of T\nk ∼ 100 K and n\nH ∼ 10 cm−3. Comparing the walls with the surrounding medium, they found statistically significant indicators of narrow linewidths consistent with enhanced CNM fraction as well as molecular fraction.",
    "citations": [
      [
        "Inutsuka",
        "2000"
      ],
      [
        "Moss",
        "2013"
      ],
      [
        "Low",
        "2005"
      ],
      [
        "McClure-Griffiths",
        "2003"
      ],
      [
        "Brunt",
        "2001"
      ],
      [
        "Fukui",
        "1999"
      ],
      [
        "Knee",
        "Brunt",
        "2001"
      ],
      [
        "Dawson",
        "2008"
      ],
      [
        "Koyama",
        "Inutsuka",
        "2000"
      ],
      [
        "Hopkins",
        "2012"
      ],
      [
        "Dawson",
        "2011"
      ],
      [
        "Mac",
        "Low",
        "2005"
      ]
    ],
    "arxiv": [
      "1012.5363",
      "1309.4104",
      "9912509",
      "0211298",
      "1110.4638"
    ]
  },
  "1501.06921": {
    "title": "Near-Field Cosmology with Extremely Metal-Poor Stars",
    "question": " How do carbon and oxygen abundances in the most metal-poor stars constrain theories of early star formation and cooling mechanisms?",
    "text": "\nFrebel et al. (2007b) developed an observer-friendly formulation of early Cii and Oi metal line cooling (Bromm & Loeb 2003). They predicted that all metal-poor stars that formed through this mechanism should have carbon and/or oxygen abundances in excess of the line cooling critical metallicity. To date, all stars with [Fe/H] < −3.0 indeed show sufficiently enhanced levels of carbon and oxygen, with only one exception, SD 1029+1729 (see \nTable 1\n and Section 3.4). Instead, the existence of this star has been successfully explained in terms of a dust-cooling mechanism (Klessen et al. 2012, Schneider et al. 2012b, Ji et al. 2014). A more recent study has suggested that, even though both mechanisms may be important for forming the first low-mass stars, they may occur as part of separate formation pathways and/or environments (Ji et al. 2014). Detailed numerical simulations of star formation in atomic cooling halos have already suggested where these pathways may occur, although details so far remain unclear (Wise & Abel 2007, Greif et al. 2008, Ritter et al. 2012).",
    "citations": [
      [
        "Frebel",
        "2007"
      ],
      [
        "Schneider",
        "2012"
      ],
      [
        "Greif",
        "2008"
      ],
      [
        "Bromm",
        "Loeb",
        "2003"
      ],
      [
        "Abel",
        "2007"
      ],
      [
        "Loeb",
        "2003"
      ],
      [
        "Wise",
        "Abel",
        "2007"
      ],
      [
        "Ritter",
        "2012"
      ],
      [
        "SD",
        "1029"
      ],
      [
        "Klessen",
        "2012"
      ],
      [
        "Ji",
        "2014"
      ]
    ],
    "arxiv": [
      "0212400"
    ]
  },
  "1906.05878": {
    "title": "Fast Radio Bursts: An Extragalactic Enigma",
    "question": " How do magnetar models explain the features of repeating FRB 121102 and its associated persistent radio source?",
    "text": "Magnetar (and similar) models for FRBs were suggested prior to the discovery of repeat bursts from FRB 121102 and its association with a PRS in a star-forming galaxy (e.g., Popov & Postnov 2010, Thornton et al. 2013, Lyubarsky 2014, Kulkarni et al. 2015, Pen & Connor 2015, Cordes & Wasserman 2016, Katz 2016b, Murase et al. 2016, Piro 2016). Subsequent work has identified a consistent picture for FRB 121102 in which the bursts and persistent source originate from the same structure, although details differ between different models (Kashiyama & Murase 2017, Waxman 2017, Margalit & Metzger 2018, Margalit et al. 2018). \nFigure 18\n illustrates the features of the Margalit & Metzger (2018) model. It is by no means clear that a magnetar model underlies all FRBs, but the case for the repeating FRB is strong because the model can account for many features of the bursts and the PRS. Even in the magnetar paradigm a great deal of diversity of FRB sources is expected from a range of ages, environments, and initial conditions of the sources.\n",
    "citations": [
      [
        "Murase",
        "2017"
      ],
      [
        "Waxman",
        "2017"
      ],
      [
        "Cordes",
        "Wasserman",
        "2016"
      ],
      [
        "Margalit",
        "2018"
      ],
      [
        "Murase",
        "2016"
      ],
      [
        "Postnov",
        "2010"
      ],
      [
        "Metzger",
        "2018"
      ],
      [
        "Wasserman",
        "2016"
      ],
      [
        "Pen",
        "Connor",
        "2015"
      ],
      [
        "Piro",
        "2016"
      ],
      [
        "Kashiyama",
        "Murase",
        "2017"
      ],
      [
        "Thornton",
        "2013"
      ],
      [
        "Connor",
        "2015"
      ],
      [
        "Katz",
        "2016"
      ],
      [
        "FRB",
        "1211"
      ],
      [
        "Kulkarni",
        "2015"
      ],
      [
        "Popov",
        "Postnov",
        "2010"
      ],
      [
        "Lyubarsky",
        "2014"
      ],
      [
        "Margalit",
        "Metzger",
        "2018"
      ]
    ],
    "arxiv": [
      "1511.09137",
      "1701.04815",
      "1806.05690",
      "1512.03442",
      "1603.08875",
      "1401.6674",
      "1607.01293",
      "1307.1628",
      "1808.08964",
      "1501.00753",
      "1501.01341",
      "1808.09969"
    ]
  },
  "2211.00028": {
    "title": "Circumbinary Accretion: From Binary Stars to Massive Binary Black Holes",
    "question": " What observational techniques can be used to detect and characterize compact massive black hole binaries at subparsec separations?",
    "text": "Spatially resolving MBHBs at subparsec separations is difficult. The most compact, directly imaged MBHB on record is the dual AGNs in the radio galaxy 0402+379, with a projected separation of 7.3 pc (Rodriguez et al. 2006). For more compact sources, photometric and spectroscopic techniques can be used to infer the presence of MBHBs. Circumbinary accretion may prove crucial for upcoming multimessenger efforts to identify such compact MBHBs in the form of periodically varying electromagnetic (EM) counterparts (e.g., Bogdanović et al. 2022, Charisi et al. 2022). The sought-after periodic signals in time-variable AGNs include (a) time-variable kinematic offsets of the broad emission lines (Gaskell 1996), (b) Doppler-boosted broad-band emission from the circumsecondary accretion disk (D'Orazio et al. 2015), (c) periodic self-lensing flares (D'Orazio & Di Stefano 2018, Hu et al. 2020), and (d) broadband photometric variability due to pulsed/modulated accretion (e.g., Tang et al. 2018). In practice, the kinematics approach is of limited use at subparsec because of the confusion and truncation of the distinct broad-line regions at these separations (Kelley 2021), making the photometric approach a more viable and data-rich technique (e.g., Charisi et al. 2022). Indeed, systematic searches for periodic signals in the Catalina Real-time Transient Survey (Graham et al. 2015), the Palomar Transient Factory (Charisi et al. 2016), and the Panoramic Survey Telescope and Rapid Response System (Liu et al. 2019b) have revealed hundreds of MBHB candidates. Measuring photometric variability is not exempt from systematic uncertainties (Graham et al. 2015, Liu et al. 2016, Witt et al. 2022) but has the potential of being a powerful multimessenger tool in combination with simultaneous GW detections (Charisi et al. 2022). At subparsec separations, MBHBs emit GWs in the frequencies suitable for PTAs, which are forecast to provide individual binary detections within the next decade (Mingarelli et al. 2017, Kelley et al. 2018). In this regime, the binary orbit is still essentially Newtonian, and the associated GW waveforms are well understood. Likewise, the known photometric variability mechanisms (accretion/boosting/lensing) are all modulated on timescales commensurate with the binary orbit. Simultaneous GW/photometric detection of these objects would not only conclusively prove their existence but also allow for constraints on the their orbital parameters.",
    "citations": [
      [
        "Orazio",
        "2015"
      ],
      [
        "Liu",
        "2016"
      ],
      [
        "Kelley",
        "2018"
      ],
      [
        "Gaskell",
        "1996"
      ],
      [
        "Charisi",
        "2016"
      ],
      [
        "Stefano",
        "2018"
      ],
      [
        "Graham",
        "2015"
      ],
      [
        "Kelley",
        "2021"
      ],
      [
        "Mingarelli",
        "2017"
      ],
      [
        "Tang",
        "2018"
      ],
      [
        "Rodriguez",
        "2006"
      ],
      [
        "Hu",
        "2020"
      ],
      [
        "Witt",
        "2022"
      ],
      [
        "Charisi",
        "2022"
      ],
      [
        "Liu",
        "2019"
      ]
    ],
    "arxiv": [
      "2110.07465",
      "1711.00075",
      "2110.14661",
      "1604.01020",
      "1501.01375",
      "1910.05348",
      "0604042",
      "1902.07734",
      "1609.09503",
      "1708.03491",
      "1801.02266"
    ]
  },
  "2012.07960": {
    "title": "Observations of the Lyman-α Universe",
    "question": " What do recent spectroscopic observations reveal about the ionization state of Lyman-alpha emitters compared to other galaxy populations?",
    "text": "Recent optical and NIR spectroscopy find that LAEs have ionizing states significantly different from those of other galaxy populations. \nFigure 12a\n\n shows that the O32 ratio,\n13\n the line flux ratio of [Oiii] 5007 to [Oii] 3727, of z ∼ 2–3 LAEs is ∼10–100 times higher than those of local galaxies and even higher than those of LBGs at similar redshifts (Nakajima & Ouchi 2014). Based on comparisons with photoionization models in the O32 versus R23\n14\n diagram, the high O32 ratios of LAEs indicate high ionization parameters, q\nion = 1–9 × 108 cm s−1. Detections of high ionization lines of Ciii] 1907,1909 and Civ1548 also indicate that the ionization state of LAEs is very high (Stark et al. 2014). However, recent ALMA studies have suggested that the [Cii] 158 μm emission of LAEs are systematically fainter than the local SFR–L\n[CII] relation (Ouchi et al. 2013, Harikane et al. 2018; cf. Carniani et al. 2018). Although a faint [Cii] 158 μm luminosity for a given SFR could be explained by the presence of AGNs or the collisional deexcitation of C+, LAEs show neither AGN activity nor gas density high enough for the collisional deexcitation.\n",
    "citations": [
      [
        "Carniani",
        "2018"
      ],
      [
        "Harikane",
        "2018"
      ],
      [
        "Ouchi",
        "2014"
      ],
      [
        "Stark",
        "2014"
      ],
      [
        "Nakajima",
        "Ouchi",
        "2014"
      ],
      [
        "Ouchi",
        "2013"
      ]
    ],
    "arxiv": [
      "1404.6066",
      "1403.0732",
      "1711.03735",
      "1704.07455",
      "1409.5632",
      "1408.1420",
      "1208.3260",
      "1206.2316",
      "1306.3572",
      "1309.0207",
      "1404.4632",
      "1712.03985"
    ]
  },
  "2011.08751": {
    "title": "New Insights into Classical Novae",
    "question": " How does the spectral and photometric evolution of a nova eruption proceed during its early phases, and what does this reveal about the structure of the ejecta?",
    "text": "Novae discovered early in their evolution are generally first seen during a photospheric or fireball phase, in which the nova envelope expands and the optical light curve rises, as the photosphere radius grows and the effective temperature decreases (Gehrz 1988, Hauschildt et al. 1994). This expansion is accompanied by the onset of mass loss, which is variously modeled as an impulsive shell ejection (e.g., Shore 2014, Mason et al. 2018), a continuous wind (Kato & Hachisu 1994), or a combination of the two (e.g., Friedjung 1987). As the nova transitions through optical maximum, most spectral lines show P Cygni profiles [e.g., \n\nFigure 4b\n\n\n, subpanel i; see also the sidebar titled Transient Heavy-Element Absorption (THEA) Features]. With time, the emission component strengthens and the absorption weakens, which is consistent with a receding photosphere. Around maximum, the ejecta are dense enough to rapidly recombine, and the Str\n\nmgren sphere powered by the nuclear-burning WD is ionization bounded, such that the outer ejecta are neutral (Beck et al. 1990, Williams 1990). The dominant form of opacity is line blanketing by nearly neutral metals (sometimes called the iron curtain, because most of the opacity is from Fe lines; Shore & Aufdenberg 1993, Shore et al. 1994). Modeling of spectra before and around maximum finds that the density profiles of nova ejecta require a sharp outer profile (ρ ∝ r\n−n\n with n ≈ 15 for the outermost ejecta; Hauschildt et al. 1994) and a much shallower profile for the inner ejecta (n ≈ 3; Hauschildt et al. 1992). This density profile implies that the optical photospheric radius can vary by over a factor of ∼100 with wavelength and thereby sample a range of temperatures and ionization states (Hauschildt et al. 1995); it is therefore often called a pseudophotosphere.\n",
    "citations": [
      [
        "Hauschildt",
        "1992"
      ],
      [
        "Hauschildt",
        "1995"
      ],
      [
        "Shore",
        "1994"
      ],
      [
        "Friedjung",
        "1987"
      ],
      [
        "Kato",
        "Hachisu",
        "1994"
      ],
      [
        "Beck",
        "1990"
      ],
      [
        "Mason",
        "2018"
      ],
      [
        "Hauschildt",
        "1994"
      ],
      [
        "Shore",
        "Aufdenberg",
        "1993"
      ],
      [
        "Williams",
        "1990"
      ],
      [
        "Gehrz",
        "1988"
      ],
      [
        "Shore",
        "2014"
      ],
      [
        "Aufdenberg",
        "1993"
      ],
      [
        "Hachisu",
        "1994"
      ]
    ],
    "arxiv": [
      "1807.07178"
    ]
  },
  "2109.08164": {
    "title": "Theory and Diagnostics of Hot Star Mass Loss",
    "question": " What are the characteristics of classical Wolf-Rayet star winds, and how do they differ from optically thin CAK theory?",
    "text": "Classical WR stars have strong winds with large mass-loss rates (Crowther 2007) that are typically a factor of 10 larger than those O-star winds with the same luminosity, and they are not at all explicable by optically thin CAK theory (Castor et al. 1975) involving a dv/dr gradient. By contrast, in these optically thick wind models dv/dr ≃ 0. The observed wind efficiency η values are typically in the range of 1–5, i.e., well above the single-scattering limit (e.g., Hainich et al. 2014, Hamann et al. 2019). As the state of ionization decreases outward, photons may interact with opacity from a variety of different ions (such as iron, Fe) on their way out, whereas gaps between lines become filled in due to the layered ionization structure (Lucy & Abbott 1993, Gayley et al. 1995). The initiation of classical WR outflows relies on the condition that the winds are optically thick at the sonic point and that the line acceleration due to the high opacity iron peak is able to overcome gravity, driving an optically thick WR wind (Nugis & Lamers 2002).",
    "citations": [
      [
        "Abbott",
        "1993"
      ],
      [
        "Crowther",
        "2007"
      ],
      [
        "Castor",
        "1975"
      ],
      [
        "Hainich",
        "2014"
      ],
      [
        "Lamers",
        "2002"
      ],
      [
        "Lucy",
        "Abbott",
        "1993"
      ],
      [
        "Nugis",
        "Lamers",
        "2002"
      ],
      [
        "Gayley",
        "1995"
      ],
      [
        "Hamann",
        "2019"
      ]
    ],
    "arxiv": [
      "0610356",
      "1904.04687",
      "1401.5474",
      "1807.04293",
      "1903.01762"
    ]
  },
  "2110.05615": {
    "title": "Spirals in Galaxies",
    "question": " How do spiral arms correlate with star formation rates and efficiencies in galaxies, and how does this vary across different spiral types?",
    "text": "The presence of spiral arms is observed to correlate with an enhancement in star-formation rate (SFR), and spirals may trigger and/or concentrate star formation (SF; Roberts 1969, Kim et al. 2020). It has long been noted that the average SF properties of galaxies vary systematically along the classic Hubble spiral sequence (Kennicutt 1998a), with later spirals having more gas and enhanced SF relative to earlier spirals. Hart et al. (2017a), in agreement with early work (e.g., Elmegreen & Elmegreen 1982), also note a link, with flocculent spirals tending to be bluer than grand design spirals, but they conclude the overall SFRs are similar. The star-formation efficiency (SFE) can be used to distinguish enhanced SF due to increased gas density from an enhancement of the SFR relative to density: Studies of the SFE of disks suggest it does not vary much from arm to interarm (Foyle et al. 2010), although Yu et al. (2021) demonstrate a correlation of SFE (or gas depletion timescales) with spiral arm strength in a large sample.",
    "citations": [
      [
        "Kim",
        "2020"
      ],
      [
        "Yu",
        "2021"
      ],
      [
        "Hart",
        "2017"
      ],
      [
        "Roberts",
        "1969"
      ],
      [
        "Elmegreen",
        "Elmegreen",
        "1982"
      ],
      [
        "Elmegreen",
        "1982"
      ],
      [
        "Kennicutt",
        "1998"
      ],
      [
        "Foyle",
        "2010"
      ]
    ],
    "arxiv": [
      "2006.16315",
      "2106.09715",
      "2103.03888",
      "1010.0678"
    ]
  },
  "1802.04313": {
    "title": "Debris Disks: Structure, Composition, and Variability",
    "question": " How does the spatial distribution of gas compare to that of dust in debris disk systems, and what implications does this have for the origin of the gas?",
    "text": "As for the comparison of the spatial distribution between dust and gas, several different configurations emerge. The asymmetric CO disks around β Pic and Fomalhaut both exhibit gas that closely traces the location of dust continuum emission in the system, enhancing the evidence for a common second-generation origin. The edge-on β Pic disk exhibits a weak asymmetry in dust continuum emission between the northeast and southwest disk limbs that is exaggerated in CO (Dent et al. 2014), whereas the location of the CO gas in Fomalhaut's eccentric dust ring corresponds at least approximately with the location of pericenter (Matrà et al. 2017b); however, the dust emission otherwise demonstrates no deviations from axisymmetry (MacGregor et al. 2017). Among the systems with generally axisymmetric gas disks, most that have been imaged at sufficiently high resolution seem to exhibit marked differences between the radial extent of the gas and dust emission (HD 21997, HD 141569, 49 Cet, \n\n Crv; Kóspál et al. 2013, White et al. 2016, Hughes et al. 2017, Marshall et al. 2017), although at least one—the only F star—exhibits cospatial gas and dust (HD 181327; Marino et al. 2016). Due to the coarse angular resolution of the survey by Lieman-Sifry et al. (2016), it is not yet clear how the extent of the gas and dust disks (i.e., HD 110058, HD 131835, HD 138813, HD 146897, HD 156623) in the sample compare. The overall picture that emerges is therefore one in which asymmetric gas disks are observed to closely trace the parent dust distributions, as expected for a common second-generation origin, whereas the relationship between gas and dust in the systems with symmetric (and, typically, extended) gas disks is more ambiguous.",
    "citations": [
      [
        "Marshall",
        "2017"
      ],
      [
        "Dent",
        "2014"
      ],
      [
        "HD",
        "1813"
      ],
      [
        "Marino",
        "2016"
      ],
      [
        "HD",
        "1318"
      ],
      [
        "HD",
        "2199"
      ],
      [
        "Lieman-Sifry",
        "2016"
      ],
      [
        "MacGregor",
        "2017"
      ],
      [
        "White",
        "2016"
      ],
      [
        "HD",
        "1566"
      ],
      [
        "Hughes",
        "2017"
      ],
      [
        "HD",
        "1468"
      ],
      [
        "HD",
        "1388"
      ],
      [
        "HD",
        "1415"
      ],
      [
        "HD",
        "1100"
      ]
    ],
    "arxiv": [
      "1709.10129",
      "1606.00442",
      "1703.09388",
      "1404.1380",
      "1704.01972",
      "1705.05867",
      "1606.07068",
      "1605.05331",
      "1705.05868"
    ]
  },
  "1406.2207": {
    "title": "Tidal Dissipation in Stars and Giant Planets",
    "question": " What evidence exists for tidal circularization in binary star systems, and how well do theoretical models explain the observed circularization timescales?",
    "text": "Indirect evidence of tidal dissipation in stars and giant planets comes from a comparison of the observed distributions of orbital and spin parameters with the expected outcomes of tidal evolution, given reasonable assumptions about the initial conditions. For spectroscopic binary stars, the measured joint distribution of orbital eccentricity e and orbital period P provides good evidence for tidal circularization, showing a clear preference for smaller e at small P. The most detailed study is that of Meibom & Mathieu (2005; see also Mathieu 2005), who plot e versus P for eight populations of solar-type binaries of different ages from pre-main-sequence to late-main-sequence and define a characteristic circularization period (below which orbits are more circular) for each based on a fit to the distribution. The circularization period generally increases with age, suggestive of ongoing tidal dissipation, in a way that is very roughly consistent with Q′≈106 (Ogilvie & Lin 2007; see also Hansen 2010, discussed in Section 5.3 below). It is clear from \nFigure 5\n that convective damping of the equilibrium tide in a star similar to the present Sun is much too inefficient to explain this result, even with optimistic assumptions (Q′≈1010 being a more reasonable estimate). (It should be noted that the primary stars span a range of masses around 1M⊙, and that the secondary stars, which might make an important or even dominant contribution to circularization, are mostly not observed.) If the stars are assumed to be synchronized, then the frequencies of the first-order eccentricity tides (\nTable 1\n) in the fluid frame are \n\n (\nFigure 2\n) and can excite inertial waves in the convective zone. Studies of the dynamical tide in a solar model can then explain Q′≈107–108 (Ogilvie & Lin 2007), but this is still too inefficient to explain the observations. Witte & Savonije (2002) found that the dynamical tide in the radiative zone, together with the effects of rotation and resonant locking, could also provide much more dissipation than the equilibrium tide, but still not enough to explain the observations. A gap still exists, therefore, between theory and observations in this area. [Zahn & Bouchet (1989) previously argued on theoretical grounds that most of the circularization occurs during the pre-main-sequence phase, when the stars are larger and fully convective, but the observations do imply an ongoing process.]",
    "citations": [
      [
        "Meibom",
        "Mathieu",
        "2005"
      ],
      [
        "Mathieu",
        "2005"
      ],
      [
        "Zahn",
        "Bouchet",
        "1989"
      ],
      [
        "Lin",
        "2007"
      ],
      [
        "Hansen",
        "2010"
      ],
      [
        "Ogilvie",
        "Lin",
        "2007"
      ],
      [
        "Witte",
        "Savonije",
        "2002"
      ],
      [
        "Savonije",
        "2002"
      ],
      [
        "Bouchet",
        "1989"
      ]
    ],
    "arxiv": []
  },
  "1809.07779": {
    "title": "Angular Momentum Transport in Stellar Interiors",
    "question": " What have asteroseismic studies revealed about differential rotation in the envelopes of low-mass main-sequence stars, and how do these findings compare to theoretical predictions?",
    "text": "Asteroseismic determination of rotation for main-sequence low-mass stars with damped p modes cannot reveal \n\n but only \n\n. By combining their rotationally split p modes with a high-precision spectroscopic measurement of \n\n and stellar models or with the frequency of rotational modulation detected in the Kepler data, Benomar et al. (2015) and Nielsen et al. (2017) achieved the envelope and surface rotation rates of 27 such single stars, covering a mass range from 1.0 to 1.6 M⊙. This revealed nearly uniform radial envelope rotation with average rotation values covering \n\nHz for the sample, in agreement with the spectroscopic \n\n values. By contrast, Benomar et al. (2018) studied latitudinal differential rotation in 40 low-mass main-sequence stars in this mass range and found 13 of these to reveal significantly slower polar than equatorial rotation, a phenomenon that also occurs for the Sun (Thompson et al. 2003). Asteroseismic inversions to derive the latitudinal rotation law in the envelope, \n\n, revealed the magnitude of the angular differentiality to be larger than that for the Sun, with latitudinal shear factors between the equator and at midlatitude ranging from −1.4 to −0.27 (Benomar et al. 2018, their table S3). Such a level of observed latitudinal shear is much larger than predictions from theory and numerical simulations for the Sun and solar-like stars (Hotta et al. 2015, Brun et al. 2017). Although the 13 stars have faster average envelope rotation than the Sun, with \n\nHz when adopting a latitudinal rotation law as for the Sun, the asteroseismic inference of these shear values points to large anisotropy in the turbulence, accompanied by efficient angular momentum transport. These asteroseismic results remain unexplained so far. Such a level of shear is not found from the 3D numerical simulations for red giants by Brun & Palacios (2009), who derived antisolar latitudinal differential rotation and strong radial differential rotation in the slowly rotating outer envelope, as it would occur from conservation of specific angular momentum by individual convective flows. Major theoretical uncertainty in the level of radial differentiality of the rotation in convection zones remains for low-mass red giants (e.g., Kissin & Thompson 2015).",
    "citations": [
      [
        "Brun",
        "2017"
      ],
      [
        "Thompson",
        "2015"
      ],
      [
        "Palacios",
        "2009"
      ],
      [
        "Benomar",
        "2018"
      ],
      [
        "Benomar",
        "2015"
      ],
      [
        "Nielsen",
        "2017"
      ],
      [
        "Brun",
        "Palacios",
        "2009"
      ],
      [
        "Kissin",
        "Thompson",
        "2015"
      ],
      [
        "Hotta",
        "2015"
      ],
      [
        "Thompson",
        "2003"
      ]
    ],
    "arxiv": [
      "1501.07217",
      "1705.10517",
      "1507.01140",
      "0812.0363",
      "1702.06598",
      "1809.07938",
      "1410.7093"
    ]
  },
  "2303.00453": {
    "title": "Advances in Optical/Infrared Interferometry",
    "question": " How has the GRAVITY instrument enabled the detection of general relativistic effects around the Galactic center black hole?",
    "text": "The dynamical measurements from AO images allowed the derivation of the mass of the central object with a few percent accuracy. The motion of the stars follow almost perfect Keplerian orbits, even for stars like S2 that passes the central source as close as \n\n (Schwarzschild radius: R\nS = 2GM/c\n2). Following the pericenter passage of S2 in 2002, it became clear that the first-order general relativity (GR) effects will come in reach with precision observations (Rubilar & Eckart 2001). Despite the fact that a black hole is a genuine prediction of GR, the signatures of GR on the stellar orbits with the leading post-Newtonian terms (O(β2), β = v/c), namely gravitational redshift and Schwarzschild precession, are small perturbations w.r.t. the Keplerian motion (for a review, see Alexander 2005). The gravitational redshift scales with β2 ≈ R\nS/R. In case of S2, the effect is approximately \n\n compared to the maximum velocity of \n\n at pericenter passage. The Schwarzschild precession rotates the elliptical orbit by ≈12.1 arcmin per 16 years revolution. In order to measure the effects, a significant improvement (by a factor of 4–10) in astrometry compared to what was possible in 2010 was needed. This posed one of the main science drivers for the development of the GRAVITY instrument (Eisenhauer et al. 2008, Paumard et al. 2008). Since its first light (GRAVITY Collab. et al. 2017a), GRAVITY has been regularly observing the central S-stars and SgrA\\*. On May 19, 2018, S2 passed pericenter with 2.6% of the speed of light. By simultaneously monitoring the star's radial velocity and motion on the sky, GRAVITY Collab. et al. (2018a) were able to detect the gravitational redshift and transverse Doppler effect at high significance (later confirmed by Do et al. 2019). The statistical robustness of the redshift detection was further improved by GRAVITY Collab. et al. (2019a) to more than 20σ significance. Amorim et al. (2019) used two atomic transition lines in the spectrum of S2 to test one pillar of the Einstein equivalence principle and, thus, GR and the local position invariance (LPI). By separately measuring the redshift of the hydrogen and helium lines in the stellar spectrum, effectively two independent clocks can be probed, while moving through the black hole's gravitational potential. The results set an upper limit on a violation of the LPI of 5 × 10−2 for a change of potential that is six magnitudes larger than accessible with terrestrial experiments.",
    "citations": [
      [
        "Alexander",
        "2005"
      ],
      [
        "Rubilar",
        "Eckart",
        "2001"
      ],
      [
        "Amorim",
        "2019"
      ],
      [
        "Eckart",
        "2001"
      ],
      [
        "Do",
        "2019"
      ],
      [
        "Eisenhauer",
        "2008"
      ],
      [
        "Paumard",
        "2008"
      ]
    ],
    "arxiv": [
      "0506608",
      "1907.10731",
      "1902.04193",
      "0808.0063"
    ]
  },
  "1710.03235": {
    "title": "Weak Lensing for Precision Cosmology",
    "question": " How do intrinsic alignments impact weak lensing measurements and what approaches are used to mitigate this systematic?",
    "text": "Initial efforts to remove intrinsic alignments from lensing measurements focused on the removal of close galaxy pairs in 3D (King & Schneider 2002, Heymans & Heavens 2003). However, intrinsic alignments can coherently antialign well-separated galaxies along the line of sight (Hirata & Seljak 2004). Subsequent observational work confirmed that this is the dominant impact of intrinsic alignments on weak lensing measurements; but it cannot be eliminated by removing galaxy pairs at the same redshift from the lensing sample. Based on recent observations (e.g., Singh & Mandelbaum 2016), intrinsic alignments will be an important systematic that surveys like LSST must mitigate (\nFigure 7\n). Efforts to remove this systematic typically include modeling or self-calibration in a joint cosmological analysis of galaxy–galaxy, galaxy–shear, and shear–shear correlations (DES Collab. et al. 2017, Joudaki et al. 2018, Yao et al. 2017). These approaches rely on the fact that the contributing terms have different redshift dependencies, spending some of the statistical constraining power of the data to marginalize over the intrinsic alignments terms.\n",
    "citations": [
      [
        "Heymans",
        "Heavens",
        "2003"
      ],
      [
        "Schneider",
        "2002"
      ],
      [
        "Yao",
        "2017"
      ],
      [
        "Heavens",
        "2003"
      ],
      [
        "Hirata",
        "Seljak",
        "2004"
      ],
      [
        "Joudaki",
        "2018"
      ],
      [
        "Singh",
        "Mandelbaum",
        "2016"
      ],
      [
        "King",
        "Schneider",
        "2002"
      ],
      [
        "Seljak",
        "2004"
      ],
      [
        "Mandelbaum",
        "2016"
      ]
    ],
    "arxiv": [
      "1512.01570",
      "1509.06762",
      "1707.01072",
      "0208220",
      "0208256",
      "0406275",
      "1707.06627",
      "1510.06752",
      "0403255",
      "1510.07024",
      "0206182",
      "1706.05004",
      "1509.00020"
    ]
  },
  "2012.04810": {
    "title": "First Multimessenger Observations of a Neutron Star Merger",
    "question": " What constraints do electromagnetic observations of GW170817 place on the nature and lifetime of the merger remnant?",
    "text": "The nature of the merger remnant leaves several potential imprints on the EM counterpart that fall under four major categories (e.g., Bauswein et al. 2013; Metzger & Piro 2014; Margalit & Metzger 2017, 2019; Murguia-Berthier et al. 2017b; Shibata et al. 2017): (a) kilonova colors, (b) amount of ejecta mass, (c) ejecta kinetic energy, and (d) presence of a successful relativistic jet. All these signatures fundamentally depend on the lifetime of the NS remnant, with bluer, more massive, and more energetic kilonovae without a successful jet pointing to longer-lived NSs. Although EM observations of GW170817 offer no conclusive evidence, and a long-lived or stable NS cannot be entirely ruled out on EM and GW grounds (e.g., Abbott et al. 2017b, 2020b; Piro et al. 2019; Troja et al. 2020), the presence of a blue kilonova component associated with a large mass of lanthanide-free ejecta and \n\n (Section 4), together with a successful relativistic jet (Section 5), strongly disfavors a prompt collapse to a BH and argues in favor of an HMNS that collapsed to a BH within a second or so after merger (Granot et al. 2017, Margalit & Metzger 2017, Shibata et al. 2017, Metzger et al. 2018, Rezzolla et al. 2018, Gill et al. 2019b, Ciolfi 2020, Murguia-Berthier et al. 2021). Finally, there is no significant EM observational evidence for long-lived (t > T\n90) central engine activity in the form of accretion onto a BH or spin down of a rapidly rotating NS (Abbott et al. 2017b, Pooley et al. 2018, Hajela et al. 2019; Section 5.4). EM and GW observations of GW170817 strongly motivate improvements to the high-frequency sensitivity of GW interferometers to directly probe the outcome of the merger and accurately map EM signatures to the properties of their compact remnants.",
    "citations": [
      [
        "Hajela",
        "2019"
      ],
      [
        "Metzger",
        "Piro",
        "2014"
      ],
      [
        "Ciolfi",
        "2020"
      ],
      [
        "Granot",
        "2017"
      ],
      [
        "Murguia-Berthier",
        "2017"
      ],
      [
        "Pooley",
        "2018"
      ],
      [
        "Bauswein",
        "2013"
      ],
      [
        "Piro",
        "2019"
      ],
      [
        "Troja",
        "2020"
      ],
      [
        "Murguia-Berthier",
        "2021"
      ],
      [
        "Piro",
        "2014"
      ],
      [
        "Margalit",
        "Metzger",
        "2017"
      ],
      [
        "Abbott",
        "2017"
      ],
      [
        "Metzger",
        "2017"
      ],
      [
        "Shibata",
        "2017"
      ],
      [
        "Gill",
        "2019"
      ],
      [
        "Metzger",
        "2018"
      ],
      [
        "Rezzolla",
        "2018"
      ]
    ],
    "arxiv": [
      "1707.04263",
      "2007.12245",
      "1302.6530",
      "1712.03240",
      "1710.05938",
      "1710.06407",
      "1711.00314",
      "2006.01150",
      "1909.06393",
      "1710.07579",
      "2001.10241",
      "1803.00549",
      "1909.11691",
      "1710.05463",
      "1801.04286",
      "1311.1519",
      "1810.04664"
    ]
  },
  "1512.00086": {
    "title": "The Evolution of the Intergalactic Medium",
    "question": " What is the potential of 21-cm observations for mapping the structure of reionization, and what current and planned efforts are underway to detect this signal?",
    "text": "The grand hope of reionization aficionados is that the structures during reionization will be mapped using the 21-cm hyperfine transition of atomic hydrogen (Madau et al. 1997, Ciardi & Madau 2003, Zaldarriaga et al. 2004). This observable has the potential to yield vastly more information about reionization than any other probe (and, with additional effort, the ages that preceded reionization; Furlanetto et al. 2006, Morales & Wyithe 2010, Pritchard & Loeb 2012). Although in principle the 21-cm signal provides a tomographic image of reionization like that shown in \nFigure 11\n, the first generations of instruments do not have the sensitivity to make images, and we must hope instead to achieve statistical detections of the signal (McQuinn et al. 2006, although see Zaroubi et al. 2012). There is a worldwide effort to detect the z∼6–10 21-cm signal using both specialized and multipurpose interferometers, such as the Giant Metrewave Radio Telescope (GMRT) in India, the Mileura Widefield Array (MWA) in Australia, the Precision Array to Probe Epoch of Reionization (PAPER) in South Africa, the Low Frequency Array (LOFAR) primarily in the Netherlands, and the 21-cm Array in China (with planning underway for the next-generation Hydrogen Epoch of Reionization Array (HERA) instrument and the Square Kilometre Array (SKA)-low in South Africa and Australia, respectively; Paciga et al. 2013, van Haarlem et al. 2013, DeBoer et al. 2014, Ali et al. 2015, Dillon et al. 2015, Koopmans et al. 2015). With the exception of the Netherlands, these locations have been chosen to be as isolated as possible from anthropogenic radio transmissions that can easily contaminate this signal, a signal that from z=6–10 falls in the well-trafficked 130–210 MHz band. There are also efforts afoot attempting to detect the sky-averaged (or global) 21-cm signal from z=6–30 (Bowman & Rogers 2010, Burns et al. 2012, Bernardi et al. 2015). Most of the global instruments consist of a single well-calibrated dipole antenna, which is in stark contrast to the thousands of dipoles that compose the MWA, for example.",
    "citations": [
      [
        "Morales",
        "Wyithe",
        "2010"
      ],
      [
        "Zaldarriaga",
        "2004"
      ],
      [
        "Pritchard",
        "Loeb",
        "2012"
      ],
      [
        "Dillon",
        "2015"
      ],
      [
        "Koopmans",
        "2015"
      ],
      [
        "Madau",
        "2003"
      ],
      [
        "Paciga",
        "2013"
      ],
      [
        "McQuinn",
        "2006"
      ],
      [
        "Madau",
        "1997"
      ],
      [
        "Haarlem",
        "2013"
      ],
      [
        "Bernardi",
        "2015"
      ],
      [
        "Ciardi",
        "Madau",
        "2003"
      ],
      [
        "Bowman",
        "Rogers",
        "2010"
      ],
      [
        "Burns",
        "2012"
      ],
      [
        "Rogers",
        "2010"
      ],
      [
        "Loeb",
        "2012"
      ],
      [
        "Wyithe",
        "2010"
      ],
      [
        "Zaroubi",
        "2012"
      ],
      [
        "DeBoer",
        "2014"
      ],
      [
        "Ali",
        "2015"
      ],
      [
        "Furlanetto",
        "2006"
      ]
    ],
    "arxiv": [
      "0512263",
      "0910.3010",
      "1106.5194",
      "0311514",
      "1503.00045",
      "1205.3449",
      "1506.01026",
      "1301.5906",
      "1502.06016",
      "0608032",
      "1109.6012",
      "1505.07568",
      "0303249",
      "0403697",
      "1209.1117",
      "1404.0887"
    ]
  },
  "1911.06925": {
    "title": "Spatially Resolved Spectroscopic Properties of Low-Redshift Star-Forming Galaxies",
    "question": " What is the typical radial gradient in oxygen abundance observed in star-forming galaxies, and how does it depend on galaxy properties like mass and morphology?",
    "text": "Before stellar population analysis had enough accuracy to explore the metallicity gradients in SFGs, for decades, the study of the chemical enrichment was based in the analysis of the gas-phase abundance. In particular, Hii regions have been considered good tracers of the chemical composition in these galaxies. It was in the 1970s that the presence of a negative abundance gradient across the disks of nearby galaxies had been uncovered (Searle 1971, Comte 1975), even in the Milky Way (Peimbert et al. 1978). This gradient has been confirmed by different observations (e.g., Matteucci & Francois 1989, Vila-Costas & Edmunds 1992, Martin & Roy 1994, Zaritsky et al. 1994, Esteban & García-Rojas 2018), and some deviations from this single negative gradient have been acknowledged (Belley & Roy 1992, Vilchez & Esteban 1996, Roy & Walsh 1997). Like in the case of other gradients explored in this review, the use of the effective radius as a scale length has helped to uncover the patterns and differences between galaxy types. Diaz (1989), and later Vila-Costas & Edmunds (1992), demonstrated that using a scale length anchored to the galaxy properties (like R\ne and \nR\n25\n), instead of a pure physical radial distance, reduces the scatter in the distribution of slopes of the abundance gradients. Following this philosophy, with the advent of large IFS observations, Sánchez et al. (2012a, 2014) showed that all SFGs more massive than M\n\\* > 109.5 M⊙ present a characteristic oxygen abundance gradient of ∼−0.1 dex/R\ne when computed within the range 0.5–2.0 R\ne (i.e., the disk region). Contrary to early results (e.g., Zaritsky et al. 1994), the slope of the gradient in this region is not strongly affected by other properties of the galaxy, like morphology or the presence of a bar. This result was confirmed also for the stellar metallicity (Sánchez-Blázquez et al. 2014a).",
    "citations": [
      [
        "Belley",
        "Roy",
        "1992"
      ],
      [
        "Roy",
        "1994"
      ],
      [
        "Esteban",
        "1996"
      ],
      [
        "Martin",
        "Roy",
        "1994"
      ],
      [
        "Vilchez",
        "Esteban",
        "1996"
      ],
      [
        "Walsh",
        "1997"
      ],
      [
        "Matteucci",
        "Francois",
        "1989"
      ],
      [
        "Zaritsky",
        "1994"
      ],
      [
        "Comte",
        "1975"
      ],
      [
        "Diaz",
        "1989"
      ],
      [
        "Roy",
        "Walsh",
        "1997"
      ],
      [
        "Rojas",
        "2018"
      ],
      [
        "Vila-Costas",
        "Edmunds",
        "1992"
      ],
      [
        "Edmunds",
        "1992"
      ],
      [
        "Peimbert",
        "1978"
      ],
      [
        "Searle",
        "1971"
      ],
      [
        "Francois",
        "1989"
      ],
      [
        "Roy",
        "1992"
      ]
    ],
    "arxiv": []
  },
  "2202.01413": {
    "title": "New Insights into the Evolution of Massive Stars and Their Effects on Our Understanding of Early Galaxies",
    "question": " How do measurements of the ionizing photon production efficiency (ξion) vary across different types of high-redshift galaxies and selection methods?",
    "text": "In \nFigure 4b\n\n, we present a compilation of ξion estimates drawn from the literature. Wherever possible we have shown average measurements based on large samples of objects, and we quote the ξion,0 as calibrated by the original authors. Where no data for f\nesc were provided, we assume f\nesc = 0 (a number of authors themselves assume this). Measurements of this quantity have, perhaps naturally, been concentrated on the most highly ionizing and highly luminous objects at a given redshift—indeed those taken in the very distant Universe are only possible for extremely powerful emission line galaxies. They have also been obtained for samples obtained through a variety of selection methods, which produce overlapping samples. For clarity, in \nFigure 4b\n\n we attempt to classify the samples into four broad categories. The designated “High EW” symbols show reported sample means for galaxies selected as very luminous examples of narrowband or spectroscopically selected emission line galaxies (typically Hα emitters at cosmic noon and Lyα emitters at high redshift) (Stark et al. 2017; Matthee et al. 2018, 2021; De Barros et al. 2019; Maseda et al. 2020). “EELGs” symbols indicate galaxies selected as extreme emission line galaxies either on the basis of broadband photometry excesses or directly through spectroscopy (EELGs) (Schaerer et al. 2016; Berg et al. 2018, 2019; Chisholm et al. 2019; Onodera et al. 2020). “LyC or high [Oiii]/[Oii]” symbols show samples of galaxies identified as Lyman continuum leakers (i.e., with a measured high f\nesc) or as having very high [Oiii]/[Oii] ratios (Schaerer et al. 2018; Tang et al. 2019, 2021; Guseva et al. 2020). Other star-forming galaxy samples, including both Lyman break galaxies and typical Lyα emitters are shown by “SFGs” symbols (Shim et al. 2011, Bouwens et al. 2016, Mármol-Queraltó et al. 2016, Harikane et al. 2018, Shivaei et al. 2018, Faisst et al. 2019, Lam et al. 2019, Emami et al. 2020, Naidu et al. 2020, Nanayakkara et al. 2020, Endsley et al. 2021). To illustrate the scatter within samples, we also shown individual galaxy measurements for an EELG sample (Chisholm et al. 2019) at z ∼ 1.6–3, Lyman continuum leakers (Schaerer et al. 2018) at z ∼ 0.3, high [Oiii]/[Oii] galaxies (Nakajima et al. 2016) at z ∼ 3, and emission line galaxy samples at z > 6.5 (Endsley et al. 2021) and z ∼ 3.1–3.6 (Onodera et al. 2020). These are shown as small arrow symbols.",
    "citations": [
      [
        "Maseda",
        "2020"
      ],
      [
        "Guseva",
        "2020"
      ],
      [
        "Shim",
        "2011"
      ],
      [
        "Stark",
        "2017"
      ],
      [
        "Onodera",
        "2020"
      ],
      [
        "Matthee",
        "2018"
      ],
      [
        "Berg",
        "2018"
      ],
      [
        "Shivaei",
        "2018"
      ],
      [
        "Lam",
        "2019"
      ],
      [
        "Emami",
        "2020"
      ],
      [
        "Schaerer",
        "2016"
      ],
      [
        "Tang",
        "2019"
      ],
      [
        "Endsley",
        "2021"
      ],
      [
        "Faisst",
        "2019"
      ],
      [
        "Bouwens",
        "2016"
      ],
      [
        "Schaerer",
        "2018"
      ],
      [
        "De",
        "Barros",
        "2019"
      ],
      [
        "Naidu",
        "2020"
      ],
      [
        "Nanayakkara",
        "2020"
      ],
      [
        "Harikane",
        "2018"
      ],
      [
        "Barros",
        "2019"
      ],
      [
        "Chisholm",
        "2019"
      ],
      [
        "Nakajima",
        "2016"
      ]
    ],
    "arxiv": [
      "1909.03076",
      "1606.01304",
      "1808.03059",
      "1805.11621",
      "1907.13130",
      "1803.02340",
      "1511.08504",
      "2001.02693",
      "1711.03735",
      "1606.00053",
      "1905.04314",
      "2002.11117",
      "1806.01741",
      "1803.03655",
      "1905.06434",
      "2005.02402",
      "1912.06152",
      "1809.09637",
      "2010.07545",
      "1103.4124",
      "1902.02786",
      "2007.11977",
      "1608.08222",
      "1711.00013"
    ]
  },
  "1807.06647": {
    "title": "Dynamical Evolution of the Early Solar System",
    "question": " What specific conditions are required for Saturn's obliquity to be excited by capture in the p6=s8 spin-orbit resonance during late planetary migration?",
    "text": "\nVokrouhlický & Nesvorný (2015) found that Saturn's obliquity can indeed be excited by capture in the p\n6=s\n8 spin-orbit resonance (Ward & Hamilton 2004, Hamilton & Ward 2004, Boué et al. 2009) during the late stages of planetary migration. To reproduce the current orientation of Saturn's spin vector, however, specific conditions must be met (\nFigure 11\n). First, Neptune's late-stage migration must be slow with 100<τ<200 Myr. Fast migration rates with τ<100 Myr do not work because the resonant capture and excitation of θ6 do not happen.\n5\n Second, for Saturn to remain in the p\n6=s\n8 resonance today, α6<0.8 arcsec year−1, which is lower than the estimate derived from modeling of Saturn's interior (α6=0.845 arcsec year−1; Helled et al. 2009). Interestingly, direct measurements of the mean precession rate of Saturn's spin axis suggest α6=0.81±0.05 arcsec year−1 (see discussion in Vokrouhlický & Nesvorný 2015), which would allow for α6<0.8 arcsec year−1 within the quoted uncertainty.\n",
    "citations": [
      [
        "Ward",
        "Hamilton",
        "2004"
      ],
      [
        "Helled",
        "2009"
      ],
      [
        "Ward",
        "2004"
      ],
      [
        "Hamilton",
        "2004"
      ],
      [
        "Hamilton",
        "Ward",
        "2004"
      ]
    ],
    "arxiv": []
  },
  "1812.01428": {
    "title": "The Most Luminous Supernovae",
    "question": " What are the typical physical parameters derived from magnetar models when applied to fit the light curves of SLSNe-I?",
    "text": "A rapidly spinning newborn magnetar was first invoked as an extra power source for an SN by Maeda et al. (2007). This idea was further developed and applied to SLSNe by Woosley (2010) and Kasen & Bildsten (2010). A popular implementation of the model (Inserra et al. 2013) fits the observed light curves and constrains three physical parameters: the ejecta mass \n\n, the initial magnetic field B, and the initial magnetar period P. Variants of this model have now been fit to large samples of SLSNe-I (e.g., L.-D. Liu et al. 2017, Nicholl et al. 2017b, De Cia et al. 2018). Nicholl et al. (2017b) find typical derived values for the physical parameters are \n\n G, \n\n ms, and \n\n M\n\n, with the mass estimate having a scatter of at least 2 times with more massive ejecta typically found for the slowly declining SLSNe-I; De Cia et al. (2018) find similar values for P and somewhat higher values for B. Overall, photometric observations of most SLSNe-I around peak magnitude are well fit by this model, though see De Cia et al. (2018) for a few exceptions.",
    "citations": [
      [
        "Inserra",
        "2013"
      ],
      [
        "Kasen",
        "Bildsten",
        "2010"
      ],
      [
        "Maeda",
        "2007"
      ],
      [
        "Cia",
        "2018"
      ],
      [
        "Liu",
        "2017"
      ],
      [
        "Nicholl",
        "2017"
      ],
      [
        "De",
        "Cia",
        "2018"
      ],
      [
        "Woosley",
        "2010"
      ],
      [
        "Bildsten",
        "2010"
      ]
    ],
    "arxiv": [
      "1304.3320",
      "0911.0698",
      "1612.07321",
      "1701.00941",
      "0705.2713",
      "0911.0680"
    ]
  },
  "2206.13633": {
    "title": "Photometric Redshifts for Next-Generation Surveys",
    "question": " How can the impact of spectroscopic incompleteness on photometric redshift calibration be mitigated using multi-band photometric information?",
    "text": "The impact of spectroscopic incompleteness can be reduced if many- and/or narrowband photometric information is used to select photometric samples (or for reweighting spectroscopic samples, if there are no regions with zero probability due to unintended systematic effects; Buchs et al. 2019, Myles et al. 2021). Intended selection effects will lead to regions that are devoid of spectroscopic data in such spaces (Masters et al. 2015, Hildebrandt et al. 2020a). Subsets of the target sample with poor spectroscopic information can be removed according to their position in the many-band color space, or dedicated surveys can be performed that could potentially fill in any gaps in coverage (Stanford et al. 2021).",
    "citations": [
      [
        "Buchs",
        "2019"
      ],
      [
        "Masters",
        "2015"
      ],
      [
        "Hildebrandt",
        "2020"
      ],
      [
        "Stanford",
        "2021"
      ],
      [
        "Myles",
        "2021"
      ]
    ],
    "arxiv": [
      "1901.05005",
      "2012.08566",
      "2106.11367",
      "1509.03318",
      "2007.01846",
      "1909.09632",
      "1906.09262"
    ]
  },
  "2101.08839": {
    "title": "Magnetohydrodynamics Simulations of Active Galactic Nucleus Disks and Jets",
    "question": " How does the response to tilt differ between thin and thick accretion disks, and what evidence is there for the Bardeen-Petterson effect in simulations?",
    "text": "The response to the tilt of thinner disks is qualitatively different than it is to that of thick disks. In fact, when the disk thickness is smaller than the disk viscosity parameter, h/r < α, warps propagate in the disks viscously. Bardeen & Petterson (1975) predicted that this would lead to the inner parts of the accretion disk aligning with the black hole midplane and separating from the outer, misaligned part of the disk by a smooth warp (the Bardeen–Petterson effect or BP). However, at the time it was impossible to take into account the magnetized turbulence responsible for the accretion. And, though such alignment was seen in nonrelativistic smoothed particle hydrodynamics (SPH) simulations (e.g., Nelson & Papaloizou 2000), general relativistic magnetized simulations of tilted disks, as thin as h/r = 0.08, have shown no sign of the BP alignment (Zhuravlev et al. 2014). Liska et al. (2019c) simulated the thinnest disk, with h/r = 0.03, tilted by 10 degrees relative to a rapidly spinning black hole, and found that the inner regions of the disk, r\n\n\n 5r\ng, aligned with the black hole. This remarkable discovery is the first demonstration of BP alignment in a general relativistic numerical simulation of a magnetized accretion disk. Importantly, the duration of these simulations is long enough for the inner regions of the accretion disk to achieve inflow equilibrium and quasi–steady state. The BP alignment was also seen in shorter nonrelativistic simulations that approximated the effects of black hole rotation via additional torques in MHD equations (Hawley & Krolik 2019) and did not include the effects of apsidal precession, which can qualitatively affect the alignment process (Nealon et al. 2016).",
    "citations": [
      [
        "Petterson",
        "1975"
      ],
      [
        "Zhuravlev",
        "2014"
      ],
      [
        "Nelson",
        "Papaloizou",
        "2000"
      ],
      [
        "Krolik",
        "2019"
      ],
      [
        "Nealon",
        "2016"
      ],
      [
        "Hawley",
        "Krolik",
        "2019"
      ],
      [
        "Papaloizou",
        "2000"
      ],
      [
        "Liska",
        "2019"
      ],
      [
        "Bardeen",
        "Petterson",
        "1975"
      ]
    ],
    "arxiv": [
      "1905.01165",
      "1406.5515",
      "9909486",
      "1510.02525",
      "1904.03243"
    ]
  },
  "1805.01142": {
    "title": "Chemodynamical History of the Galactic Bulge",
    "question": " What efforts have been made to search for the earliest metal-poor stars in the Galactic bulge, and what have these searches revealed about the bulge's metal-poor population?",
    "text": "The search for the earliest metal-poor stars in the Bulge was clearly suggested in the 2000s (e.g., Miralda-Escudé 2000). A systematic search for very metal-poor stars in the Bulge is being currently carried out in the large surveys. Fractions of stars with [Fe/H]⩽−1.5 of only 1.1%, 0.2%, 0.7%, and 0.2% were found by Rojas-Arriagada et al. (2014), Rojas-Arriagada et al. (2017), Ness et al. (2013a,b), and Zoccali et al. (2017), respectively. Note, however, that these low numbers are partially due to survey selection. García Perez et al. (2013) identified in the APOGEE survey 5 stars with −2.1<[Fe/H]<−1.6 from a sample of 2,403 stars. In EMBLA (Extremely Metal-poor BuLge stars with AAOmega survey), Howes et al. (2016, and references therein) were able to identify over 300 candidate metal-poor stars with [Fe/H]<−2.0 in the Bulge, out of 14,000 Bulge stars preselected from photometry, and 500 of these from spectroscopy. Based on high-resolution spectra of these candidates, they analyzed and confirmed 37 stars with [Fe/H]<−2.0. Lamb et al. (2017) confirmed two candidate RGB stars within EMBLA, with metallicities [Fe/H]=−1.51, −2.06. Schlaufman & Casey (2014) and Casey & Schlaufman (2015) found 3 stars with −3.1<[Fe/H]<−2.7 based on metal-poor stars being bright in J, WISE W1, and W2, whereas W2 is faint in metal-rich stars. Koch et al. (2016) analyzed 3 Bulge stars located around (0°, −11°). So far, no more than about 50 stars more metal-poor than [Fe/H]≲−2.0 have been identified in the Bulge.",
    "citations": [
      [
        "Rojas-Arriagada",
        "2017"
      ],
      [
        "Rojas-Arriagada",
        "2014"
      ],
      [
        "Zoccali",
        "2017"
      ],
      [
        "Casey",
        "Schlaufman",
        "2015"
      ],
      [
        "Schlaufman",
        "2015"
      ],
      [
        "Howes",
        "2016"
      ],
      [
        "Koch",
        "2016"
      ],
      [
        "Casey",
        "2014"
      ],
      [
        "Schlaufman",
        "Casey",
        "2014"
      ],
      [
        "Perez",
        "2013"
      ],
      [
        "Ness",
        "2013"
      ],
      [
        "Lamb",
        "2017"
      ]
    ],
    "arxiv": [
      "1704.03325",
      "1604.07834",
      "1511.01490",
      "1611.08612",
      "1603.06578",
      "1409.4775",
      "1610.09174",
      "1509.01252",
      "1212.1540",
      "1408.4558",
      "1611.02712"
    ]
  },
  "1410.6512": {
    "title": "On the Cool Side: Modeling the Atmospheres of Brown Dwarfs and Giant Planets",
    "question": " How is the atmospheric abundance of CO modeled in substellar atmospheres, considering vertical mixing and chemical equilibrium timescales?",
    "text": "The efficiency with which CO can be transported upward depends upon both the vigor of eddy mixing and the chemical equilibrium timescale. The former is usually parameterized in models with K\nh, the eddy diffusivity for heat discussed earlier, whereas the latter depends upon the details of the chemical pathway. The usual approximation used in modeling this process is that the atmospheric abundance of CO is fixed at the point at which the chemical equilibrium timescale is equal to the mixing timescale, commonly known as the quench approximation (e.g., Fegley & Lodders 1996, Saumon et al. 2000, Lodders & Fegley 2002, Hubeny & Burrows 2007; see the sidebar, Quenching). An example is shown in \nFigure 5\n. For this model a pure equilibrium calculation would find that C in the atmosphere should be almost entirely in the form of methane above approximately 1 bar when the thermal profile has entered in the methane stability field. However, in the presence of vertical mixing, CO is transported upward and can be the dominant species when mixing is vigorous. The most comprehensive discussions of this process are provided by Hubeny & Burrows (2007) and Zahnle & Marley (2014).\n",
    "citations": [
      [
        "Hubeny",
        "Burrows",
        "2007"
      ],
      [
        "Fegley",
        "Lodders",
        "1996"
      ],
      [
        "Zahnle",
        "Marley",
        "2014"
      ],
      [
        "Lodders",
        "1996"
      ],
      [
        "Marley",
        "2014"
      ],
      [
        "Fegley",
        "2002"
      ],
      [
        "Lodders",
        "Fegley",
        "2002"
      ],
      [
        "Burrows",
        "2007"
      ],
      [
        "Saumon",
        "2000"
      ]
    ],
    "arxiv": [
      "0003353",
      "0705.3922",
      "0607211",
      "1403.6412",
      "1401.1499",
      "1403.2438",
      "1408.6283"
    ]
  },
  "1811.08041": {
    "title": "Accuracy and Precision of Industrial Stellar Abundances",
    "question": " What are the challenges in using C/N ratios to determine stellar masses and ages, and how have empirical relations from asteroseismic data sets helped overcome these challenges for Galactic studies?",
    "text": "\nMasseron & Gilmore (2015) warn that translating C/N into mass is complicated by the uncertainties in stellar evolutionary models, especially the initial metallicity and C+N abundances, and the poorly understood effects of mixing-length theory, as well as the role of opacities due to α-element enhancement and extra mixing in evolved giants. Salaris et al. (2015), Masseron et al. (2017), and Lagarde et al. (2017) investigated these complications with dedicated studies of stellar evolution theory and C/N abundances. The complications have, however, not impeded Martig et al. (2016) or Das & Sanders (2019) from building empirical relations for masses, ages, and C/N thanks to the relative large spectroseismic data sets for which ages and masses can be derived from asteroseismology. Such relations have helped to create maps of ages and masses of the Galaxy with data-driven methods (e.g., Ness et al. 2016, Ho et al. 2017b, Das & Sanders 2019) with APOGEE or LAMOST data. This is another example of the importance of having seismic data for Galactic studies.",
    "citations": [
      [
        "Sanders",
        "2019"
      ],
      [
        "Ho",
        "2017"
      ],
      [
        "Das",
        "Sanders",
        "2019"
      ],
      [
        "Martig",
        "2016"
      ],
      [
        "Masseron",
        "2017"
      ],
      [
        "Salaris",
        "2015"
      ],
      [
        "Gilmore",
        "2015"
      ],
      [
        "Masseron",
        "Gilmore",
        "2015"
      ],
      [
        "Ness",
        "2016"
      ],
      [
        "Lagarde",
        "2017"
      ]
    ],
    "arxiv": [
      "1503.00537",
      "1601.05413",
      "1603.03040",
      "1509.06904",
      "1804.09596",
      "1507.03604",
      "1511.08203",
      "1610.03286",
      "1511.08204",
      "1702.01769"
    ]
  },
  "1706.01629": {
    "title": "Markov Chain Monte Carlo Methods for Bayesian Data Analysis in Astronomy",
    "question": " How are solar-like oscillations in stars characterized and what can they reveal about stellar properties and Galactic evolution?",
    "text": "Solar-like oscillations, which are excited and damped in the outer convective envelopes of a star, are seen in stars like the Sun and red giants. With the advent of space-based missions like Kepler and CoRoT that provide high-quality photometric data over a long time series, it has now become feasible to detect solar-like oscillations in tens of thousands of stars (Stello et al. 2013, 2015). Typically, the power spectrum of a star with solar-like oscillations (\nFigure 10) shows a regular pattern of modes, characterized by a large frequency separation Δν. The overall amplitude is modulated by a Gaussian envelope, and this is characterized by the frequency of maximum oscillation νmax. Theory suggests that Δν for a given star is related to its density (Ulrich 1986), whereas the νmax is related to its surface gravity and temperature (Brown et al. 1991, Kjeldsen & Bedding 1995). Using the above two relations, the mass and the radius of a star can be constrained. The mass of a red giant is sensitive to its age, and this makes asteroseismology very useful for understanding Galactic evolution (Chaplin et al. 2011, Sharma et al. 2016). For further details on solar-type oscillations see the review by Chaplin & Miglio (2013).\n",
    "citations": [
      [
        "Sharma",
        "2016"
      ],
      [
        "Brown",
        "1991"
      ],
      [
        "Ulrich",
        "1986"
      ],
      [
        "Chaplin",
        "Miglio",
        "2013"
      ],
      [
        "Stello",
        "2013"
      ],
      [
        "Bedding",
        "1995"
      ],
      [
        "Miglio",
        "2013"
      ],
      [
        "Chaplin",
        "2011"
      ],
      [
        "Kjeldsen",
        "Bedding",
        "1995"
      ]
    ],
    "arxiv": [
      "1302.0858",
      "1303.1957",
      "1603.05661",
      "1109.4723"
    ]
  },
  "2211.03476": {
    "title": "Galactic Dynamos",
    "question": " How can observations of synchrotron emission and Faraday rotation be used to detect and characterize magnetic helicity in galactic magnetic fields?",
    "text": "At long radio wavelengths, the synchrotron emission from even just a uniform magnetic field suffers depolarization from the superposition of Faraday-rotated contributions. However, if the magnetic field is helical, the polarized intensity can either enhance the depolarization if helicity and RM have opposite signs or cancel it if they have the same sign (Brandenburg & Stepanov 2014, Horellou & Fletcher 2014). This leads to a correlation between polarized intensity and RM (Volegova & Stepanov 2010), which has now been used by West et al. (2020) to characterize the Galactic magnetic helicity. Future observations with the Square Kilometer Array are expected to reveal much more detailed information on magnetic helicity using a continuous band of wavelengths (Beck et al. 2015).",
    "citations": [
      [
        "Brandenburg",
        "Stepanov",
        "2014"
      ],
      [
        "Stepanov",
        "2014"
      ],
      [
        "Beck",
        "2015"
      ],
      [
        "Horellou",
        "Fletcher",
        "2014"
      ],
      [
        "Stepanov",
        "2010"
      ],
      [
        "Fletcher",
        "2014"
      ],
      [
        "West",
        "2020"
      ],
      [
        "Volegova",
        "Stepanov",
        "2010"
      ]
    ],
    "arxiv": [
      "2010.00105",
      "1501.00385",
      "1401.4102",
      "1401.4152",
      "1001.2857"
    ]
  },
  "1811.00461": {
    "title": "The Properties of the Solar Corona and Its Connection to the Solar Wind",
    "question": " What is the WSA model and how does it explain the relationship between solar wind speed and coronal magnetic field topology?",
    "text": "Despite the difficulties in associating solar wind streams with specific coronal sources, there is a well-established empirical relationship between the speed of a parcel of solar wind at 1 AU and the inferred topological behavior of its approximate magnetic footpoint. Levine et al. (1977) and Wang & Sheeley (1990) discovered an inverse correlation between the wind speed and the degree of superradial flux-tube expansion (i.e., the amount of trumpet-like growth of an area traced out by the tips of field lines in a compact bundle) between the photosphere and a reference point at a radial distance of about 2.5 \n\n. This relationship, together with subsequent refinements (see also Arge & Pizzo 2000, Riley et al. 2015), is typically called the WSA model (after Wang, Sheeley & Arge), and it has evolved into an integral part of modern-day operational space-weather forecasting. Kovakenko (1981) and Wang & Sheeley (1991) proposed independently that the physical origin of this effect is related to the existence of Alfvén waves at the coronal base. Consider a situation in which the upward energy flux of waves is the same at every point on the solar surface. A parcel of plasma up in the corona with a low superradial expansion factor collects wave energy from a larger patch of the surface than does a parcel of the same size associated with a high superradial expansion factor. Thus, the low-expansion regions have the most vigorous waves and turbulent fluctuations, the most wave-driven coronal heating, and thus the most intense solar wind acceleration. It is probably no coincidence that the central regions of coronal holes exhibit the lowest superradial expansion factors.",
    "citations": [
      [
        "Levine",
        "1977"
      ],
      [
        "Riley",
        "2015"
      ],
      [
        "Wang",
        "Sheeley",
        "1990"
      ],
      [
        "Arge",
        "Pizzo",
        "2000"
      ],
      [
        "Pizzo",
        "2000"
      ],
      [
        "Wang",
        "Sheeley",
        "1991"
      ],
      [
        "Sheeley",
        "1990"
      ],
      [
        "Kovakenko",
        "1981"
      ],
      [
        "Sheeley",
        "1991"
      ]
    ],
    "arxiv": []
  },
  "1911.05597": {
    "title": "How to Characterize Habitable Worlds and Signs of Life",
    "question": " What are the potential mechanisms for carbon cycling and atmospheric regulation on waterworlds, and how might this affect their habitability?",
    "text": "\nAbbot et al. (2012) discussed how a carbonate-silicate cycle could be maintained with up to 95% of a planet's surface covered by water, suggesting by extrapolation a possible CO2 cycling for Type 2 waterworlds via the rocky ocean floor. Such planet models show a varying timescale for a carbon cycle, depending on their initial carbon inventory and temperature (Foley 2015). However, for Type 1 waterworlds, that is, super-Earths with water mass fractions like those of Earth or higher, the deep oceans are separated from the rocky interior via a layer of high-pressure ices. Therefore, an alternative mechanism to modulate abundant gases like CO2 and CH4 would be required in waterworlds. Such a mechanism would depend on the properties of their clathration in water over a range of very high pressures. Under very high pressures (above 0.6 GPa), common to super-Earth-sized water planets, clathrates undergo a phase transition in their structure to a form known as filled ice that can transport CH4 and CO2 (Levi et al. 2013, 2017). This should enable effective cycling of CO2 through the atmosphere and oceans on water planets residing in the HZ (e.g., with water oceans at the surface) and thus provide an alternative atmospheric concentration feedback mechanism to regulate CO2 on water planets. The timescales and effectiveness of such cycling is still an open question (Kitzmann et al. 2015, Levi et al. 2017). A lively debate in the literature addresses how the interiors of such worlds might work, regarding the ability to cycle gases from the rocky core to the atmosphere (Valencia et al. 2007; Grasset et al. 2009; Fu et al. 2010; Rogers & Seager 2010; Kaltenegger et al. 2013; Tackley et al. 2013; Levi et al. 2013, 2017) and whether such planets could be habitats (Abbot 2016, Abbot et al. 2012, Kaltenegger et al. 2013, Noack et al. 2016). First analyses of what atmospheric spectra of waterworlds might look like and whether they could be distinguished from land-dominated worlds even in transit, where surface albedo would not be detectable, depend strongly on whether long-term CO2 cycling can be maintained (Kaltenegger et al. 2013).",
    "citations": [
      [
        "Grasset",
        "2009"
      ],
      [
        "Levi",
        "2017"
      ],
      [
        "Abbot",
        "2016"
      ],
      [
        "Tackley",
        "2013"
      ],
      [
        "Rogers",
        "Seager",
        "2010"
      ],
      [
        "Foley",
        "2015"
      ],
      [
        "Kitzmann",
        "2015"
      ],
      [
        "Fu",
        "2010"
      ],
      [
        "Noack",
        "2016"
      ],
      [
        "Kaltenegger",
        "2013"
      ],
      [
        "Seager",
        "2010"
      ],
      [
        "Valencia",
        "2007"
      ],
      [
        "Levi",
        "2013"
      ],
      [
        "Abbot",
        "2012"
      ]
    ],
    "arxiv": [
      "1209.4098",
      "1212.2638",
      "1609.08185",
      "1208.1760",
      "1507.01727",
      "1204.3539",
      "1205.5034",
      "1501.07607",
      "1304.5058",
      "0912.3288",
      "1307.0416",
      "1606.03030",
      "0902.1640",
      "1304.4215",
      "1306.2889",
      "1005.4037",
      "1001.2890",
      "1306.2890",
      "0704.3454"
    ]
  },
  "2011.13472": {
    "title": "Evolution and Mass Loss of Cool Ageing Stars: a Daedalean Story",
    "question": " What are the challenges in identifying the primary dust precursor candidates in stellar winds, and what recent findings have emerged regarding Al2O3 and TiO2?",
    "text": "Assuming the monomers are present, the full kinetic models of Boulangier et al. (2019) favor Al2O3 as the primary dust precursor candidate owing to the high temperature at which nucleation can occur (∼1,800 K). However, if one starts from an atomic mixture, an acute problem arises because the concentration of the Al2O3 monomer is almost negligible in the relevant temperature range, and most of the aluminum is in the atomic form. These results suggest that among the possible candidates, TiO2 clusters are the only possible dust precursors. However, the kinetic temperature corresponding to the spatial regions where dust is found is roughly 1,500–2,000 K (Norris et al. 2012, Khouri et al. 2016), well above the formation temperature of (TiO2)\nN\n = 10, which is around 1,000–1,200 K. Furthermore, a significantly larger fraction of presolar grains of AGB origin contain Al2O3 rather than TiO2 grains (Choi et al. 1998, Stroud et al. 2004, Bose et al. 2010), although the expected smaller size of TiO2 grains makes them more difficult to detect. So, alternative routes are now being explored to determine whether larger (Al2O3)\nn\n clusters can form bypassing the monomer, and using, for example, the (Al2O3)2 dimer as the main building block, where the dimer is formed from oxidation reactions of the abundant Al2O2 molecule with AlO, AlOH, OH, and H2O (D. Gobrecht, J. Plane, and L. Decin, in preparation). Another possibility might be that large clusters can exist at higher kinetic temperatures than currently suggested by the model calculations, because of thermo-ionic electron emission (Demyk et al. 2004), or possibly radiative cooling (potentially via recurrent fluorescence or vibrational radiative cooling) rather than dissociating. The Nobel Prize–winning physicist Richard Feynman (1959) famously used as the title of his talk presented to the American Physical Society in Pasadena on December 29, 1959, There's Plenty of Room at the Bottom. This statement remains a stellar example of physics prognostication; much of that room has yet to be explored.",
    "citations": [
      [
        "Norris",
        "2012"
      ],
      [
        "Stroud",
        "2004"
      ],
      [
        "Boulangier",
        "2019"
      ],
      [
        "Demyk",
        "2004"
      ],
      [
        "Khouri",
        "2016"
      ],
      [
        "Bose",
        "2010"
      ],
      [
        "Feynman",
        "1959"
      ],
      [
        "Choi",
        "1998"
      ]
    ],
    "arxiv": [
      "1204.2640",
      "1908.09633",
      "1605.05504"
    ]
  },
  "2101.11735": {
    "title": "Wave Dark Matter",
    "question": " How does the wave nature of axion dark matter impact experimental detection strategies?",
    "text": "The experimental detection of axions is a large subject we cannot hope to do justice to here. For recent comprehensive reviews see, e.g., Graham et al. (2015), Irastorza & Redondo (2018), and Sikivie (2020). We instead focus on aspects of the detection that have to do with the wave nature of axion dark matter. This subsection is less about summarizing current constraints and more about discussing ways to probe or take advantage of the wave dynamics and interference substructures.\n37\n There are several papers on this subject. Novel observables for the detection of the axion as a field (or wave) rather than as a particle were discussed by Graham & Rajendran (2013). Stochastic properties of the axion field were computed by Derevianko (2018) and Foster et al. (2018). Implications for the design and interpretation of experiments were discussed by them, and by Roberts et al. (2017), Savalle et al. (2019), Centers et al. (2019), Hui et al. (2021), and Foster et al. (2021). The discussion here follows that of Hui et al. (2021).",
    "citations": [
      [
        "Roberts",
        "2017"
      ],
      [
        "Foster",
        "2018"
      ],
      [
        "Graham",
        "Rajendran",
        "2013"
      ],
      [
        "Graham",
        "2015"
      ],
      [
        "Foster",
        "2021"
      ],
      [
        "Hui",
        "2021"
      ],
      [
        "Centers",
        "2019"
      ],
      [
        "Sikivie",
        "2020"
      ],
      [
        "Derevianko",
        "2018"
      ],
      [
        "Redondo",
        "2018"
      ],
      [
        "Rajendran",
        "2013"
      ],
      [
        "Irastorza",
        "Redondo",
        "2018"
      ],
      [
        "Savalle",
        "2019"
      ]
    ],
    "arxiv": [
      "2009.14201",
      "1902.07192",
      "1306.6088",
      "1602.00039",
      "1704.06844",
      "1711.10489",
      "2011.13141",
      "1905.13650",
      "2011.11416",
      "2011.07870",
      "2004.01188",
      "1801.08127"
    ]
  },
  "1511.05853": {
    "title": "The Magellanic Stream: Circumnavigating the Galaxy",
    "question": " How have observations of different tracers improved our knowledge of the LMC's internal kinematics over the past two decades?",
    "text": "The dynamics, structure, and star-formation history of the LMC have long been interpreted in the context of its proximity to both the MW and its dwarf-galaxy companion, the SMC. This has allowed for detailed and thorough analyses of its structure and kinematics, with much work in the past decade based on measuring the photometry and kinematics of large samples of individual stars, as well as on deep star counts to measure the true extent of the LMC. Our knowledge of the internal kinematics of the LMC has improved over the past two decades, with different observational tracers covering different components of the Magellanic System. This includes kinematic measurements of Hi gas (Kim et al. 1998, Staveley-Smith et al. 2003), star clusters (Grocholski et al. 2006), and stars (Prevot et al. 1985, Kunkel et al. 1997, van der Marel et al. 2002, Massey & Olsen 2003, Olsen & Massey 2007, Olsen et al. 2011).",
    "citations": [
      [
        "Prevot",
        "1985"
      ],
      [
        "Kunkel",
        "1997"
      ],
      [
        "Kim",
        "1998"
      ],
      [
        "Olsen",
        "2003"
      ],
      [
        "Olsen",
        "Massey",
        "2007"
      ],
      [
        "Olsen",
        "2011"
      ],
      [
        "Staveley-Smith",
        "2003"
      ],
      [
        "Marel",
        "2002"
      ],
      [
        "Massey",
        "2007"
      ],
      [
        "Massey",
        "Olsen",
        "2003"
      ],
      [
        "Grocholski",
        "2006"
      ]
    ],
    "arxiv": [
      "0701500",
      "0607052",
      "1106.0044",
      "0309272",
      "0210501",
      "0210615"
    ]
  }
}