{
    "1006/1006.1889_arXiv.txt": {
        "question_intro": "How do convective instabilities in core collapse supernovae contribute to the modulation of neutrino emission and what potential implications could the detection of such variations have on our understanding of supernova mechanisms?",
        "question_conclusion": "How do the time-varying neutrino signals from a galactic supernova depend on the direction of viewing the supernova and the distance from the observer?"
    },
    "1009/1009.2001_arXiv.txt": {
        "question_intro": "What is the evidence for magnetic activity in evolved M giants and how does it compare to other late-type stars in terms of magnetic field measurements?",
        "question_conclusion": "What mechanisms could potentially drive dynamo operation in M giant stars and how can we differentiate between different types of dynamos based on observational data?"
    },
    "1010/1010.3635_arXiv.txt": {
        "question_intro": "How do magnetic fields influence the formation and shaping of protostellar systems in both low-mass and high-mass star-forming regions?",
        "question_conclusion": "How does the alignment between magnetic fields and outflows in high-mass disk-outflow systems impact our understanding of magnetic field structures and dynamics in star-forming regions?"
    },
    "1011/1011.2004_arXiv.txt": {
        "question_intro": "How does the presence of an extended circumstellar disc around a Be star impact the production of gamma rays through inverse Compton scattering in X-ray pulsar binary systems?",
        "question_conclusion": "How does the presence of an infrared excess from a circumstellar disc affect the inverse Compton gamma-ray spectrum in gamma-ray binary systems?"
    },
    "1002/1002.2272_arXiv.txt": {
        "question_intro": "How do different acceleration mechanisms in supernova remnants contribute to the production of high-energy gamma rays and impact the overall nonthermal radiative properties of the remnant?",
        "question_conclusion": "How do different shock structures in supernova remnants impact the acceleration and interaction of particles with surrounding molecular clouds, leading to the observed nonthermal emission properties in various bands of the electromagnetic spectrum?"
    },
    "1010/1010.5591_arXiv.txt": {
        "question_intro": "What physical mechanism might be responsible for radio emission in radio-quiet active galactic nuclei (AGNs)?",
        "question_conclusion": "What factors contribute to the observed variability in radio-loudness among different classes of active galactic nuclei (AGNs) and what implications does this variability have for our understanding of the underlying physical mechanisms responsible for radio emission in these objects?"
    },
    "1004/1004.3287_arXiv.txt": {
        "question_intro": "How can gigapixel CCD mosaic imagers efficiently exploit data obtained over long arcs to search for faint sources in the Solar System?",
        "question_conclusion": "How can pencil-beam surveys improve their sensitivity to detecting rare objects with high inclination and distant orbits, especially in cases where orbital inclination and heliocentric distance remain degenerate?"
    },
    "1002/1002.3335_arXiv.txt": {
        "question_intro": "How do shear flow instabilities and turbulence impact the evolution of massive luminous stars, particularly in terms of rotational mixing and changes in photospheric abundance ratios?",
        "question_conclusion": "How do inhomogeneous magnetic fields impact the stability of shear flows in stratified astrophysical systems, and how does this relate to the behavior of magnetic fields in different regions of stars such as the solar tachocline?"
    },
    "1010/1010.5129_arXiv.txt": {
        "question_intro": "How can the high-ionization emission lines such as [\\ion{Ne}{5}], [\\ion{O}{4}], and [\\ion{Ne}{3}] be used as indicators of active galactic nuclei (AGNs) and what potential sources of confusion or contamination should be considered when interpreting these lines in galaxies?",
        "question_conclusion": "How do the high-ionization and intermediate ionization emission lines in mid-IR spectra of different types of galaxies, such as AGNs and star forming galaxies, vary and what implications does this have for our understanding of their physical properties and processes?"
    },
    "1003/1003.4519_arXiv.txt": {
        "question_intro": "What is the relationship between the symmetry of the large-scale magnetic field components across the Galactic plane and the possible origins of the Galactic magnetic field based on observations and theoretical models?",
        "question_conclusion": "What is the relationship between the observed rotation measure pattern towards the Galactic caps and the potential influence of different local and global astrophysical phenomena in shaping the distribution of magnetic fields in the Milky Way?"
    },
    "1002/1002.2505_arXiv.txt": {
        "question_intro": "What factors contribute to the diversity observed in the properties of different subclasses of supernovae, and how can this diversity be explained within different physical scenarios?",
        "question_conclusion": "What theoretical framework underpins the correlation between peak luminosity and decline rate of light curves in certain types of supernovae, and why is it important in the field of supernova cosmology?"
    },
    "1009/1009.4498_arXiv.txt": {
        "question_intro": "What impact does the formation of a magnetar immediately after a supernova explosion have on the dynamics and aging of the resulting remnant?",
        "question_conclusion": "What factors beyond progenitor mass play a significant role in distinguishing between events producing pulsars and magnetars?"
    },
    "1006/1006.1954_arXiv.txt": {
        "question_intro": "How do interactions between galaxies affect the star formation processes and stellar populations within the galaxies involved?",
        "question_conclusion": "What factors influence the distribution and formation of single-aged stellar associations in interacting spiral systems?"
    },
    "1004/1004.4626_arXiv.txt": {
        "question_intro": "What is the relationship between the circular velocity within the optical part of a galaxy and the circular velocity at the virial radius of the dark matter halo, and how does this relationship provide insights into the distribution of mass within galaxies and the relative contributions of baryonic matter and dark matter in galaxy formation?",
        "question_conclusion": "What is the relationship between the optical circular velocity and the virial circular velocity of galaxies of different types at a redshift near zero, and how does this relationship vary with stellar mass?"
    },
    "1003/1003.2637_arXiv.txt": {
        "question_intro": "What are the implications of magnetic reconnection occurring at a speed comparable to the rms velocity of turbulence in astrophysical plasmas for dynamo activity and particle acceleration in the universe?",
        "question_conclusion": "How does the first order Fermi acceleration mechanism in reconnection layers contribute to the generation of anomalous cosmic rays in astrophysical environments?"
    },
    "1001/1001.1068_arXiv.txt": {
        "question_intro": "How can the use of pulsars as natural beacons contribute to the development of an autonomous relativistic positioning and navigation system for space exploration beyond the Earth?",
        "question_conclusion": "What impact does the variability of emission from pulsar sources have on the accuracy and reliability of determining positions in space using their signals?"
    },
    "1002/1002.0693_arXiv.txt": {
        "question_intro": "How can intrinsic-shear systematics in cosmic shear studies be effectively controlled, particularly in the context of three-point lensing statistics?",
        "question_conclusion": "How can we improve methods for reducing intrinsic-shear alignment systematic in three-point cosmic shear statistics while minimizing information loss?"
    },
    "1007/1007.0212_arXiv.txt": {
        "question_intro": "What are the potential astrophysical sites where light elements, including boron isotopes, are produced, and how do neutrinos play a role in the nucleosynthesis processes in these sites?",
        "question_conclusion": "How do the physical properties of different types of supernovae affect the production of light elements, particularly in relation to the $\\nu$-process and spallation reactions?"
    },
    "1005/1005.2170_arXiv.txt": {
        "question_intro": "What is the significance of considering white dwarfs as cosmic clocks for inferring the ages of various stellar populations, and how does the incorporation of up-to-date physical inputs in evolutionary sequences contribute to this role?",
        "question_conclusion": "How does the metallicity of a white dwarf progenitor impact the accuracy of age determination for white dwarfs in different stellar systems?"
    },
    "1008/1008.1823_arXiv.txt": {
        "question_intro": "What are the statistical properties of waves in the solar corona and how do they correlate with the different coronal structures present?",
        "question_conclusion": "What factors may contribute to the dissipation or reflection of torsional Alfvén mode and fast kink mode waves below the solar corona, especially considering their slow rate of dissipation and incompressibility?"
    },
    "1503/1503.05581_arXiv.txt": {
        "question_intro": "What techniques have been developed or improved for detecting and characterizing exoplanet atmospheres, including overcoming challenges such as contamination from telluric lines and hazes?",
        "question_conclusion": "What are the implications of detecting a positive temperature gradient in the upper atmosphere of an exoplanet using high-resolution transit spectroscopy?"
    },
    "1504/1504.01844_arXiv.txt": {
        "question_intro": "How does the Hβ lag vary with increasing accretion rate for a given luminosity in active galactic nuclei?",
        "question_conclusion": "How does the radius-mass saturation parameter in high-accretion super-Eddington accretion black holes contribute to our understanding of the transition from thin to slim disk systems in the context of astrophysical observations and theoretical models?"
    },
    "1512/1512.02768_arXiv.txt": {
        "question_intro": "How does dust impact the detection of infrared emission from galaxies, and what role does image stacking analysis play in overcoming this challenge?",
        "question_conclusion": "How does the angular clustering of galaxies at different redshifts affect their far-infrared luminosities and the overall understanding of their nature?"
    },
    "1501/1501.01630_arXiv.txt": {
        "question_intro": "How does the strength of the photodissociating radiation field impact the final mass of primordial stars forming in a collapsing cloud?",
        "question_conclusion": "What factors influence the final fates of primordial stars, and how do uncertainties in stellar mass estimation impact our understanding of early cosmic chemical evolution?"
    },
    "1507/1507.01938_arXiv.txt": {
        "question_intro": "What is the significance of eccentric and inclined orbits of giant planets found close to their host stars in terms of the formation and evolution of planetary systems?",
        "question_conclusion": "What impact do close, undetected stellar companions have on the derivation of stellar and planetary properties in exoplanet hosting systems?"
    },
    "1503/1503.04901_arXiv.txt": {
        "question_intro": "What role does magnetic diffusion play in the formation and evolution of circumstellar discs around protostars in a magnetized molecular cloud core?",
        "question_conclusion": "How does the strength of the magnetic field influence the formation of circumstellar discs around protostars?"
    },
    "1501/1501.04106_arXiv.txt": {
        "question_intro": "What are the key astrophysical processes that impact the 21cm signal during the Cosmic Dawn and Epoch of Reionization, and how can these processes be studied using upcoming instruments like the SKA-LOW?",
        "question_conclusion": "What information can the timing and duration of the initial rise and fall of the 21cm power provide about star-formation inside the very first, molecularly-cooled galaxies?"
    },
    "1505/1505.01154_arXiv.txt": {
        "question_intro": "How do gravitational instabilities in protoplanetary disks contribute to the formation of gas giants and other massive planets in solar systems, including our own?",
        "question_conclusion": "What are the critical factors influencing the formation and evolution of massive self-gravitating clumps in protoplanetary disks, and how does the resolution level affect the resulting structures in simulations?"
    },
    "1511/1511.04075_arXiv.txt": {
        "question_intro": "What is the potential complementarity between cluster and void abundances as cosmological probes, and how can they be used to break each other's parameter degeneracies in testing cosmological models?",
        "question_conclusion": "What role do large-scale structures such as galaxy clusters and voids play in constraining cosmological parameters and theories beyond the standard concordance model?"
    },
    "1504/1504.06033_arXiv.txt": {
        "question_intro": "What factors need to be considered when identifying potential sites for astronomical observations in different wavelengths based on satellite images of Earth's atmosphere?",
        "question_conclusion": "How does the methodology described in the paper quantify the contribution of different atmospheric layers to the clear sky fraction above a specific astronomical observatory site?"
    },
    "1502/1502.07513_arXiv.txt": {
        "question_intro": "What are the potential outcomes of the tidal disruption of planets around white dwarfs, based on their composition and initial size?",
        "question_conclusion": "What are the potential outcomes of the tidal destruction of gas giant planets by evolved stars and how do they differ from the outcomes of the tidal destruction of Earth-like planets or icy cores?"
    },
    "1509/1509.00858.txt": {
        "question_intro": "What impact does the presence of dust in the ejecta of core-collapse supernovae have on the asymmetry of line profiles emitted from these objects?",
        "question_conclusion": "What characteristics of supernova line profiles suggest the presence of dust, and how do these characteristics evolve over time?"
    },
    "1504/1504.02154_arXiv.txt": {
        "question_intro": "How do different experimental approaches provide valuable insights into the nature and behavior of solar neutrinos emitted by fusion reactions in the Sun?",
        "question_conclusion": "How can precision measurements of solar neutrinos contribute to our understanding of nuclear astrophysics and stellar evolution?"
    },
    "1502/1502.01465_arXiv.txt": {
        "question_intro": "What evidence can be used to determine whether a pulsar is in orbit with another celestial object based on its timing analysis and positional proximity to other stars or sources?",
        "question_conclusion": "What constraints can be placed on a binary system when estimating the companion star's mass based on spectral type and how recent advancements in mass estimation techniques using spectrometry and parallax data affect these constraints?"
    },
    "1506/1506.02684_arXiv.txt": {
        "question_intro": "What are the potential effects of stability breakdown and asymmetry in imploding gases on observational diagnostics in astrophysical phenomena?",
        "question_conclusion": "What effects do vorticity fluctuations and entropy fluctuations have on the stability of imploding ideal gases in astrophysical contexts?"
    },
    "1508/1508.06800_arXiv.txt": {
        "question_intro": "What characteristics of the orbital dynamics of high-mass X-ray binaries with TeV emission can influence the variability of their emission on the timescale of one orbital period?",
        "question_conclusion": "What evidence would unambiguously distinguish between a microquasar scenario and a pulsar binary scenario for the compact object in \\lsi{} based on the observed emission properties?"
    },
    "1510/1510.04718_arXiv.txt": {
        "question_intro": "How can the evolution of coronal hole boundaries be systematically studied and tracked over medium time periods using image processing techniques and detection algorithms?",
        "question_conclusion": "What advanced detection algorithms might improve the accuracy and detail of coronal hole evolution studies in solar images?"
    },
    "1502/1502.06617_arXiv.txt": {
        "question_intro": "How does the growth of a supermassive black hole in a galaxy during a gas-rich merger compare to the evolution of star formation in terms of relative timescales and feedback mechanisms?",
        "question_conclusion": "What is the relationship between black hole growth and host galaxy evolution during gas-rich mergers in terms of how quickly black holes grow compared to their host galaxies?"
    },
    "1503/1503.05463_arXiv.txt": {
        "question_intro": "How do the different opacity sources at various temperatures impact the radiative transfer processes in super-luminous Type IIn supernovae?",
        "question_conclusion": "What are the key factors influencing the evolution of the light curve of super-luminous SNe IIn, particularly in terms of the interaction dynamics between explosively-produced inner shells and wind-produced outer shells?"
    },
    "1510/1510.01177_arXiv.txt": {
        "question_intro": "What are the implications of the mass carried away by disk winds in low-mass X-ray binaries for binary evolution models and the spin evolution of compact objects?",
        "question_conclusion": "How can the detection and characterization of re-emission from disk winds in stellar-mass black holes aid in understanding the connection between such winds and the broad-line region in active galactic nuclei?"
    },
    "2003/2003.09231_arXiv.txt": {
        "question_intro": "What role does tidal heating play in the potential habitability of exomoons compared to planets, and how does it contribute to maintaining subsurface environments that could support life?",
        "question_conclusion": "How do subsurface oceans on icy moons contribute to the potential habitability of exomoons in different planetary systems?"
    },
    "2012/2012.14046_arXiv.txt": {
        "question_intro": "What role do neutrino flavor oscillations play in the astrophysical sources known as short- and long-duration gamma-ray bursts (GRBs)?",
        "question_conclusion": "How do neutrino oscillations impact the cooling processes and accretion rates in different systems within the context of astrophysical phenomena such as GRBs and accretion onto black holes?"
    },
    "2010/2010.01348_arXiv.txt": {
        "question_intro": "What factors contribute to the existence or absence of steady chemical oscillations in models of interstellar cloud chemistry?",
        "question_conclusion": "What role do oscillatory solutions of chemical abundances play in the formation and dynamics of interstellar clouds and their influence on star formation processes?"
    },
    "2012/2012.05772_arXiv.txt": {
        "question_intro": "What are the implications of the diverse D/H ratios observed in different Jupiter family comets for our understanding of their formation processes and evolution within the solar system?",
        "question_conclusion": "How do solar wind fluxes and galactic cosmic rays contribute differently to the energy deposition within cometary nuclei at varying depths?"
    },
    "2009/2009.00017_arXiv.txt": {
        "question_intro": "What impact does the consideration of a time-dependent background have on the quantum tunneling rates in cosmological scenarios such as during cosmic inflation or late-time dark energy?",
        "question_conclusion": "How can different methods for calculating tunneling rates in quantum field theory be compared and brought into better quantitative agreement?"
    },
    "2004/2004.08331_arXiv.txt": {
        "question_intro": "What is the physical origin of the quasi-biennial oscillations (QBOs) observed in solar magnetic activity at high latitudes and how do they differ from those observed at low latitudes?",
        "question_conclusion": "How does the phase relationship between solar Quasi-Biennial Oscillations (QBOs) and the hemispheric polar faculae vary between different solar cycles at high latitudes?"
    },
    "2010/2010.11206_arXiv.txt": {
        "question_intro": "How can redshift-space distortions in clustering statistics be utilized to indirectly measure the properties of the matter peculiar velocity field in the Universe, particularly through the parameterization of the linear growth rate of cosmic structures?",
        "question_conclusion": "How can the clustering of galaxy clusters be utilized as a cosmological probe to extract key information about the cosmic growth rate and test gravitational theories on cosmological scales?"
    },
    "2009/2009.05797_arXiv.txt": {
        "question_intro": "How can the geometry of pulsars, specifically the inclination angle of the magnetic axis to the rotation axis and the angle between the observer's line-of-sight and the magnetic axis, be determined through observations of their radio and gamma-ray emissions, and how does this relate to their spin-down energy loss rates?",
        "question_conclusion": "How does the linear polarisation fraction of a pulsar's radio profile relate to the potential emission of gamma rays?"
    },
    "2009/2009.08990_arXiv.txt": {
        "question_intro": "How can numerical simulations be optimized to model the merger of binary neutron stars, the launch of short gamma-ray bursts, kilonovae, and the subsequent radiation using a reference-metric formulation and suitable curvilinear coordinates to account for various physical processes and phenomena involved in these astrophysical events?",
        "question_conclusion": "How can the presence of curvilinear coordinates impact numerical implementations in simulations of radiation transport in astrophysical scenarios?"
    },
    "2008/2008.03438_arXiv.txt": {
        "question_intro": "How does the inclusion of encounter desorption of hydrogen atoms on grain surfaces impact the overall grain surface chemistry in cold interstellar environments?",
        "question_conclusion": "How does the inclusion of encounter desorption mechanisms for hydrogen atoms on dust grains impact the abundance and interplay of different surface species in astrochemical models of dense cores?"
    },
    "2012/2012.09308_arXiv.txt": {
        "question_intro": "What impact does a slight spatial drift have on the detection and analysis of faint galaxies in astronomical observations?",
        "question_conclusion": "What specific factors contribute to spatial drift in spectroscopic data obtained with infrared instruments?"
    },
    "2006/2006.03582_arXiv.txt": {
        "question_intro": "What role do eclipsing binaries, particularly those involving brown dwarfs, play in improving our understanding of stellar evolution and planet-forming processes?",
        "question_conclusion": "What observational techniques could be employed to confirm the presence of a sub-stellar companion in an eclipsing brown dwarf system with high eccentricity and long period?"
    },
    "2001/2001.10011_arXiv.txt": {
        "question_intro": "How can the observation of higher harmonics in the gravitational waveforms from high-mass black hole binaries help improve measurements of various parameters such as mass ratio, inclination, and effective spin, and potentially break existing degeneracies in parameter estimation?",
        "question_conclusion": "How can the detection and localization of high-mass binary black holes in the universe contribute to our understanding of astrophysical environments and the potential for observing higher modes of the ringdown?"
    },
    "2001/2001.01106_arXiv.txt": {
        "question_intro": "What mechanisms could lead to the formation and stability of mean-motion resonances among the moons of a planet like Jupiter over long timescales?",
        "question_conclusion": "What are the potential consequences of the resonant encounter involving Callisto and Ganymede on the long-term orbital dynamics and stability of the Galilean satellites?"
    },
    "2001/2001.06904_arXiv.txt": {
        "question_intro": "What is the relationship between the evolution of the UV luminosity function and the star-forming activity in galaxies across different redshifts?",
        "question_conclusion": "How does the evolution of the luminosity densities at different rest wavelengths vary with redshift in galaxies spanning $0 < z \\lesssim 3$?"
    },
    "2001/2001.07021_arXiv.txt": {
        "question_intro": "What are the key challenges associated with distinguishing between dark energy and modified gravity theories based on observations of the large scale structure formation in the universe?",
        "question_conclusion": "What physical implications and cosmological consequences arise from the reconstruction and modification of $f(\\mg)$ gravity models to address numerical divergences in cosmological studies?"
    },
    "2010/2010.02957_arXiv.txt": {
        "question_intro": "How does the relationship between a host halo's dark matter mass and the accretion of mass onto a supermassive black hole at the center of a galaxy remain relatively constant across different redshifts, despite the known evolution of dark matter halo mass for galaxies and the variations in galaxy properties like stellar mass and star formation rate?",
        "question_conclusion": "How does the distribution of dark matter halo masses relate to the triggering of AGN activity in galaxies?"
    },
    "2006/2006.06155_arXiv.txt": {
        "question_intro": "What is the potential significance of the NGC (next generation coronagraph) in advancing our understanding of the plasma structure, solar wind dynamics, and coronal mass ejection kinematics within the solar corona?",
        "question_conclusion": "What impact can light scattering from prominences have on temperature measurements of the solar corona using filter ratios?"
    },
    "2006/2006.05731_arXiv.txt": {
        "question_intro": "What is the nature of the $\\gamma$-ray emission observed in middle-aged supernova remnants interacting with nearby dense molecular clouds, and how does it help distinguish between hadronic and leptonic scenarios for particle acceleration mechanisms in these systems?",
        "question_conclusion": "How does the morphological analysis of gamma-ray emissions in a specific astronomical system provide insights into the nature and origin of the emissions across different energy ranges?"
    },
    "2007/2007.07956_arXiv.txt": {
        "question_intro": "How does weak gravitational lensing affect the distribution of magnitude residuals of standard candles in cosmological observations?",
        "question_conclusion": "How does the inclusion of additional moments in the analysis impact the uncertainty in measuring $\\sigma_8$ in weak lensing studies using supernovae samples?"
    },
    "2303/2303.15267_arXiv.txt": {
        "question_intro": "How does the variation in the luminosity of Type Ia supernovae with their host galaxy properties impact our understanding of the accelerating universe and the measurement of dark energy properties?",
        "question_conclusion": "What impact does the inclusion of age uncertainties in analyses of type Ia supernovae have on the understanding of their standardized peak luminosity as a standard candle and its potential implications for cosmology?"
    },
    "2306/2306.04057_arXiv.txt": {
        "question_intro": "How does the hard X-ray polarization magnitude and angle in Cygnus X-1 provide insights into the relative contributions of the coronal and jet emission components to its overall emission mechanism?",
        "question_conclusion": "What are the implications of high polarization levels in the intermediate hard state of black hole sources for understanding the connection between accretion disk dynamics and jet formation?"
    },
    "2304/2304.07040_arXiv.txt": {
        "question_intro": "What theoretical advancements have been made in understanding the stochastic gravitational wave background correlations and how do they contribute to the search for this phenomenon using pulsar timing arrays?",
        "question_conclusion": "What impact does theoretical uncertainty, such as cosmic variance, have on the detectability of stochastic gravitational wave background correlations in noisy data?"
    },
    "2306/2306.17405_arXiv.txt": {
        "question_intro": "What is the predominant mechanism for the formation of relativistic jets in blazars, and how does it relate to the accretion process onto the black hole or accretion disk?",
        "question_conclusion": "What correlations can be observed between jet power and various physical parameters in blazars, and how do these correlations vary between different types of blazars such as FSRQs and BL Lacs?"
    },
    "2303/2303.12108_arXiv.txt": {
        "question_intro": "What is the significance of molecular gas and cloud evolution in large spiral galaxies compared to smaller dwarf galaxies in relation to star formation and galaxy growth?",
        "question_conclusion": "What is the relationship between the spatial distribution of molecular gas properties and the formation mechanisms of large-scale molecular structures in barred spiral galaxies?"
    },
    "2306/2306.02675_arXiv.txt": {
        "question_intro": "What are the implications of the upper bound imposed by unitarity on the particle mass of thermal relic dark matter for indirect dark matter searches in dwarf spheroidal galaxies?",
        "question_conclusion": "How do the upper limits on the velocity-averaged annihilation cross section for dark matter particles differ between individual dSphs and when all 18 dSphs are stacked together in the analysis?\n"
    },
    "2304/2304.14669_arXiv.txt": {
        "question_intro": "What role does the intense wind blowing from a white dwarf play in shaping the structure and dynamics of surrounding nebulae in astronomical events involving double white dwarf mergers?",
        "question_conclusion": "What mechanism triggers the onset of the intense wind observed in the remnant system studied, and how does this relate to the evolution of the central white dwarf and the surrounding environment?"
    },
    "2306/2306.02382_arXiv.txt": {
        "question_intro": "What are the implications of varying kick sizes on the evolution of mode amplitudes in binary systems with highly eccentric orbits that circularize over time due to tides?",
        "question_conclusion": "What factors contribute to the mode amplitude growth in binary orbits with dynamical tide effects, and how do these factors impact the long-term evolution of the system?"
    },
    "2302/2302.05473_arXiv.txt": {
        "question_intro": "What mechanisms are responsible for energy dissipation in weakly collisional space plasmas, particularly at kinetic scales, and how do these mechanisms impact the understanding of energy transport in plasma turbulence?",
        "question_conclusion": "What is the role of ion Bernstein waves and kinetic Alfven waves in energy dissipation mechanisms in the solar wind turbulence?"
    },
    "2301/2301.07418_arXiv.txt": {
        "question_intro": "How do the properties and behavior of exocomets in a young planetary system contribute to our understanding of small body dynamics and evolution within such systems?",
        "question_conclusion": "What is the connection between the presence of exocomets and the observable variations in the light curves of young stars like HD\\,172555?"
    },
    "2307/2307.03227_arXiv.txt": {
        "question_intro": "What is the correlation between the measured primary mass of binary black holes and the inferred mass of star clusters in the context of dynamical formation scenarios within dense star clusters?",
        "question_conclusion": "How does the cluster mass correlate with the primary mass distribution of binary black holes, and what implications does this correlation have for the production of hierarchical mergers within star clusters?"
    },
    "2301/2301.08260_arXiv.txt": {
        "question_intro": "How does the presence of elastic scattering between dark matter and baryons impact the tension between measurements of the Hubble parameter $H_0$ and the amplitude of density fluctuations quantified by $S_8$ at different points in cosmic history?",
        "question_conclusion": "What are the implications of considering interacting dark matter scenarios with a non-zero interaction cross section for different cosmological data sets and how do they influence the concordance between large-scale structure and cosmic microwave background observations?"
    },
    "2305/2305.17548_arXiv.txt": {
        "question_intro": "What are the key factors and challenges involved in designing a trajectory for an extended tour of multiple moons around a giant planet, considering fuel consumption, gravitational assists, and orbit insertion dynamics?",
        "question_conclusion": "What are the key factors that enable a spacecraft to achieve orbit around the inner moons of Saturn with a high propellant mass fraction using low-thrust trajectories and gravity assists?"
    },
    "2307/2307.02963_arXiv.txt": {
        "question_intro": "What are the implications of considering a Palatini formulation of gravity, where the Levi-Civita connection is independent from the metric, on the generation of primordial inhomogeneities that seed the large-scale structure of the universe?",
        "question_conclusion": "What novel possibilities could arise from exploring single-field inflation within $F(R_X)$ Palatini gravity, especially in terms of addressing issues present in traditional Palatini $F(R)$ models and achieving flat inflaton potentials?"
    },
    "2304/2304.03017_arXiv.txt": {
        "question_intro": "How does the redundant observing strategy of a survey optimize the extraction of information about each discovered outer Solar System object, compared to surveys specifically designed for object discovery?",
        "question_conclusion": "How does the level of variability in different dynamical classes of Trans-Neptunian Objects (TNOs) correlate with their intrinsic physical properties and how does it impact our understanding of their origin and evolution?"
    },
    "2306/2306.12134_arXiv.txt": {
        "question_intro": "What is the significance of VHE TeV sources that do not have apparent counterparts at other wavelengths in understanding the origins of supernova remnants and pulsar wind nebulae in our Galaxy?",
        "question_conclusion": "What is the significance of considering a composite scenario involving a Pulsar Wind Nebula (PWN) and a Supernova Remnant (SNR) in explaining the observed GeV and TeV gamma-ray emissions in a complex Galactic region?"
    },
    "2304/2304.01188_arXiv.txt": {
        "question_intro": "How does the precise timing system in gravitational wave detectors contribute to the overall performance and reliability of astrophysical data analysis and multi-messenger follow-up networks?",
        "question_conclusion": "How does the timing precision of a gravitational wave observatory impact the ability to accurately detect and study gravitational wave events in astrophysics?"
    },
    "2303/2303.08952_arXiv.txt": {
        "question_intro": "How does AGN feedback impact the properties of galaxies with stellar masses smaller than $\\sim$ 3 $\\times$ 10$^{11}$ $M_\\odot compared to galaxies with stellar masses above this threshold?",
        "question_conclusion": "What is the impact of quasar radiation and outflows on star formation rates within a host galaxy, and how do they interact with the surrounding interstellar and circumgalactic medium?"
    },
    "2302/2302.13648_arXiv.txt": {
        "question_intro": "How does the adiabatic speed of sound in neutron stars relate to the stiffness of the Equation of State and the ability of the stars to balance gravitational forces?",
        "question_conclusion": "What evidence suggests the possibility of non-monotonic matter properties inside neutron stars?"
    },
    "2305/2305.10414_arXiv.txt": {
        "question_intro": "How can thermal emission measurements during secondary eclipse observations help in determining the presence and characteristics of atmospheres on rocky exoplanets?",
        "question_conclusion": "What are the implications of secondary eclipse observations for determining the presence and composition of atmospheres on rocky planets around M dwarfs?"
    }
}